{
    "作品": "Artworks",
    "活動": "Events",
    "資歷": "Experience",
    "藝評": "Critics",
    "聯絡": "Contacts",
    "歷代平面經典總覽": "Overview of Graphic Design",
    "歷代立體經典總覽":"Overview of Classical 3D Design",

    "最新消息":"Latest News",
    "我的作品":"My Creation",
    "起草創作 像要誕生的嬰兒":"In its draft, like a baby yet to be born",
    "創作時 像充滿慾望的青少年":"In its making, like a youth with desires untorn",
    "完成時 宛如追求完美的中年":"When finished, like a middle-aged quest for perfection",
    "展出時 如同過往的先人":"When exhibited, like ancestors' silent reflection",
    "讓人品頭論足":"It invites the whispers and critiques of the crowd",
    "人總是在八卦是非中":"For in gossip and judgment, we seek a space unbowed A fragment of self amidst the noise and the race",
    "找尋一點自性的空間":"Where one can breathe and find a fleeting trace",
    "莊志輝":"Chuang Chih Hui",

    "國美館時期":"National Museum",
    "北美館時期":"Taipei Museum",
    "區塊鏈系列":"Block Chain",
    "無相之境":"UnXiang Area",
    "各時期經典":"Representative Works",
    "燈系列":"Light Series",
    "近代立體":"Modern Stereo",
    "早期立體":"Early Stereo",

    "展歷":"Exibition",
    "參賽記事":"Competition",
    "典藏":"Archive",
    "莊志輝 1965 出生於台灣澎湖":"Chuang Chih Hui was born in Penghu Taiwan in 1965",
    "新竹省立社教館個展，新竹市，台灣": "Solo Exhibition at the Hsinchu Provincial Social Education Hall, Hsinchu City, Taiwan",
    "澎湖縣立文化中心個展，澎湖，台灣": "Solo Exhibition at the Penghu County Cultural Center, Penghu, Taiwan",
    "美國文化中心個展，台北，台灣": "Solo Exhibition at the American Cultural Center, Taipei, Taiwan",
    "台灣省立美術館個展（國美館)，台中，台灣": "Solo Exhibition at the National Taiwan Museum of Fine Arts (National Art Museum), Taichung, Taiwan",
    "釆風畫廊個展，新竹市，台灣": "Solo Exhibition at the Caifeng Gallery, Hsinchu City, Taiwan",
    "國立清華大學藝術中心個展，新竹市，台灣": "Solo Exhibition at the National Tsing Hua University Art Center, Hsinchu City, Taiwan",
    "根生畫廊個展，台北，台灣": "Solo Exhibition at the Gensheng Gallery, Taipei, Taiwan",
    "新竹釆風畫廊個展，台北根生畫廊個展，台灣": "Solo Exhibition at the Hsinchu Caifeng Gallery and Taipei Gensheng Gallery, Taiwan",
    "台北市立美術館個展，台北，台灣": "Solo Exhibition at the Taipei Fine Arts Museum, Taipei, Taiwan",
    "新竹市立文化中心 個展，新竹，台灣": "Solo Exhibition at the Hsinchu City Cultural Center, Hsinchu, Taiwan",
    "新竹市立文化中心邀請個展，新竹市，台灣": "Invited Solo Exhibition at the Hsinchu City Cultural Center, Hsinchu City, Taiwan",
    "新竹市立鐡道藝術村個展，新竹市，台灣": "Solo Exhibition at the Hsinchu City Railway Art Village, Hsinchu City, Taiwan",
    "台積電竹風藝廊個展，新竹市，台灣": "Solo Exhibition at the TSMC Zhufeng Art Gallery, Hsinchu City, Taiwan",
    "台灣三義木雕博物館個展，苗栗，台灣": "Solo Exhibition at the Taiwan Sanyi Wood Carving Museum, Miaoli, Taiwan",
    "台北美和畫廊個展，台北，台灣": "Solo Exhibition at the Meihe Gallery, Taipei, Taiwan",
    "新竹市美術館個展，新竹市，台灣": "Solo Exhibition at the Hsinchu City Art Museum, Hsinchu City, Taiwan",
    "新竹市玻工館－公共藝術創作，新竹市，台灣": "Public Art Creation at the Hsinchu Glass Art Museum, Hsinchu City, Taiwan",
    "獲邀中國青墩523藝術村公共藝術創作，中國": "Invited Public Art Creation at the Qingdu 523 Art Village, China",
    "Q藝術空間個展，新竹縣，台灣": "Solo Exhibition at Q Art Space, Hsinchu County, Taiwan",
    "花蓮林田山木雕名師邀請駐園創作，花蓮，台灣": "Invited Residency for Wood Carving at Lintian Mountain, Hualien, Taiwan",
    "獲邀福建省莆田木雕藝術博覽會展出，福建，中國": "Invited Exhibition at the Putian Wood Carving Art Expo, Fujian, China",
    "清華大學學術交流個展，新竹市，台灣": "Solo Exhibition for Academic Exchange at Tsing Hua University, Hsinchu City, Taiwan",
    "名冠藝術館個展 Sunny Art Museum Solo Exhibition，新竹縣，台灣": "Solo Exhibition at the Mingguan Art Museum, Hsinchu County, Taiwan",
    "Japanese 12th Oita Asian Sculpture Exhibition, Group Exhibition": "Japanese 12th Oita Asian Sculpture Exhibition, Group Exhibition",
    "佛光緣美術館台中館個展，台中，台灣": "Solo Exhibition at the Fo Guang Yuan Art Museum, Taichung Branch, Taichung, Taiwan",
    "20號倉庫藝術特區個展，台中，台灣": "Solo Exhibition at the Warehouse No. 20 Art District, Taichung, Taiwan",
    "國立交通大學藝術中心個展，新竹市，台灣": "Solo Exhibition at the National Chiao Tung University Art Center, Hsinchu City, Taiwan",
    "佛光緣美術館世界巡迴個展 ( 2016 - 2017 ) Fo Guang Yuan Art Gallery, Solo World Tour Exhibition": "Solo World Tour Exhibition at Fo Guang Yuan Art Gallery (2016 - 2017)",
    "ANKO西園美學會所個展，台北，台灣": "Solo Exhibition at ANKO West Garden Aesthetic Club, Taipei, Taiwan",
    "New York Foundation for the Arts group Exhibition, New York, USA": "Group Exhibition at the New York Foundation for the Arts, New York, USA",
    "E.TAY Gallery Solo Exhibition, New York, USA": "Solo Exhibition at E.TAY Gallery, New York, USA",
    "Stride Arts Gallery Group Exhibition, New York, USA": "Group Exhibition at Stride Arts Gallery, New York, USA",
    "台中大墩文化中心個展，台中，台灣": "Solo Exhibition at the Taichung Dadun Cultural Center, Taichung, Taiwan",
    "Center of Arts and Spectacle (CAE) Group Exhibition, Portugal": "Group Exhibition at the Center of Arts and Spectacle (CAE), Portugal",
    "國父紀念館個展-記憶是一種陷阱-1 ，台北，台灣": "Solo Exhibition at the Sun Yat-sen Memorial Hall - 'Memory is a Trap - 1', Taipei, Taiwan",
    "台南市文化中心-記憶是一種陷阱-2 ，台南，台灣": "Solo Exhibition at the Tainan City Cultural Center - 'Memory is a Trap - 2', Tainan, Taiwan",
    "澎湖縣政府文化局-閱讀記憶-莊志輝特展，澎湖，台灣": "Special Exhibition 'Reading Memory - Chuang Chih Hui' at the Penghu County Government Cultural Bureau, Penghu, Taiwan",
    "Walking the Cosmos : Interpreting Urban Reverance Group Exhibition, Voelkee Orth Museum, New York, USA": "Group Exhibition 'Walking the Cosmos: Interpreting Urban Reverence' at Voelkee Orth Museum, New York, USA",
    "新竹市文化局-春風吹又起 莊志輝薪傳展，新竹市，台灣": "Spring Breeze Blows Again - Chuang Chih Hui Legacy Exhibition at the Hsinchu City Cultural Bureau, Hsinchu City, Taiwan",

    "藝評":"Critics",
    "報導":"Report",
    "從外在進入內心，認識本我，自身蛻變：路徑是階梯":"From the Outer World to the Inner Self – Self-Discovery and Transformation: The Path is a Stairway",
    "Francis Raphaël Jacq｜法國  哲學家、符號學家、畫家":"Francis Raphaël Jacq｜French philosopher, semiotician, and painter",
    "台灣藝術家莊志輝，16 歲開始探究藝術創作技巧，對立體主義和超現實主義的技法掌握令人印象深刻。觀賞他的作品立即會引人聯想到畫風強烈、用色大膽鮮豔的野獸派 (Les fauvistes)，超現實主義的安德列．布勒東 (André Breton)，詩人保羅．艾呂雅  (Paul Eluard)，藝術家薩爾瓦多．達利 (Salvator Dali），還有立體派的喬治．布拉克（Georges Braque)。莊志輝將其加以創新，並和諧的整合於作品中；光與影的遊戲在浮雕畫中變化穿梭， 色彩調和玄妙曖味，即衝突又如此的和諧。":"Taiwanese artist Chuang Chih-Hui began exploring the techniques of art at the age of sixteen. His command of Cubism and Surrealism is striking. Upon first encountering his works, one is immediately reminded of the bold colors and fierce forms of the Fauvists, the surrealist visions of André Breton, the poetic spirit of Paul Éluard, the dreamlike absurdity of Salvador Dalí, and the formal experimentation of Georges Braque. Chuang draws from these sources, innovating and harmonizing them within his own creations. The interplay of light and shadow dances through his sculptural reliefs, where color is nuanced and ambiguous—at once in conflict, yet curiously harmonious.",
    "參照西方文獻與亞洲文化基本要素的結合：從外在進入內心世界，對認識自己的渴望，自身蛻變。菩提的圖像自然融入在雕塑和繪畫中。然而，這並不意味著莊志輝僅僅是一個積極參與的佛教徒。在經典的說法，佛陀的臉部和光滑渾圓的身體表明了「自知之明」的寧靜，佛向他人敞開心扉帶來慈悲。但莊志輝應用了對立張力的創作手法，在雕塑和繪畫中赋予了佛陀新的生命。木頭和青銅在扭曲的曲線上釋放力與美，平順的線條與皺摺的紋路交錯，佛像融入凹陷的水滴造型中。 從而，佛陀的形象可以被想像成水滴中的幻影。水若乾涸了，也將會失去它的智性靈氣。《菩提葉水滴佛像系列》〔頁88,89〕。":"His art integrates references from Western texts and fundamental elements of Asian culture. It reflects a journey from the external world to the internal self, driven by the desire for self-awareness and inner transformation. The image of the bodhi tree appears naturally in both his sculpture and painting. However, this does not merely suggest religious devotion; Chuang is not simply an engaged Buddhist. In classical tradition, the Buddha’s calm expression and rounded, smooth form signify serenity and self-realization. The Buddha opens his heart to others and offers compassion. Yet Chuang infuses this image with new life through creative tension—his sculptures and paintings give the Buddha form through distorted curves, where wood and bronze release both strength and beauty. Smooth lines interlace with creased textures, and the Buddha figure merges into droplet-shaped hollows. Thus, the Buddha becomes a mirage within a drop of water. Should the water dry, its spiritual energy would dissipate. The Bodhi Leaf Waterdrop Buddha Series (pp. 88–89).",
    "具象的圖像被加以變形和蛻變，導致藝術家在空間中創造出多重空間，行經的英雄與女主角不得不穿越這些空間，致使在不同的空間，顯現出一個新的面向；可能這個刻面只是來自作品中鏡子所投射的影像，但它產生的影響和其他圖像一樣，如《尋找內心的名牌》〔頁65〕等名牌系列作品。在這種對自我的追尋中，以反覆出現的樓梯標誌為象徵，莊志輝提出了對消費取向社會形象的批判：作品的顏色變成灰色，名牌符號成為廣告中的品牌代言詞，消費者在其中失去自主性，這種自身的迷失並不是通往內在智慧的道路，如《找回一點真心》〔頁66〕、《來自星星的你》〔頁78〕、《慾望來自慣性》〔頁68〕作品。矛盾的是，正是在認識到身體的富足和擁有的歸屬感時，才可以開始走向自我認識的旅程。《我是誰？》〔頁62〕。":"Figurative forms are deconstructed and transformed. The artist creates layered dimensions, through which heroes and heroines must traverse. Each spatial shift reveals a new aspect of self—perhaps a mere reflection cast from a mirror embedded in the artwork. Yet its impact is no less profound. This idea is central to the Luxury Within series, such as In Search of Inner Luxury (p. 65). In these works, the recurring motif of the stairway becomes symbolic of a deeper quest for self-understanding. Chuang critiques the image-obsessed, consumer-driven society: colors turn ashen, brand logos become empty taglines, and the consumer loses their autonomy. This disorientation is not a path to inner wisdom. Pieces like Recovering a Bit of Sincerity (p. 66), You Who Came from the Stars (p. 78), and Desire Comes from Habit (p. 68) all explore this theme. Paradoxically, it is only through the realization of material abundance and the sense of belonging that one may begin the journey toward self-recognition, as seen in Who Am I? (p. 62).",
    "然而，莊志輝在作品中有一個元素使終保持不變：從空間到另一個空間，從外在到內在，提出了一個階梯的概念。莊志輝說：「要想成功，你必須一步一步往上攀爬，你必須重視每一步。」令人驚訝的是，我們發現這正是哲學家笛卡爾方法論的基礎之一。事實上，笛卡爾在「方法論」中質疑他所知道的所有概念，以便沒有任何虛幻的東西污染他的思想，以支持無條件的理性；為了做到這一點，他對自己施加了四條戒律：":"Yet one element remains constant in Chuang Chih-Hui’s work: the stairway—linking one dimension to another, leading from the external to the internal. Chuang once remarked, 'To succeed, you must climb step by step. You must value every single step.' Surprisingly, this echoes one of the foundational ideas in the methodology of René Descartes. In Discourse on the Method, Descartes questions everything he knows, clearing away illusions to reach unshakable rationality. To do so, he imposes four rules upon himself:",
    "除非頭腦事先清楚地、明確地吸收了任何事物，否則就不會接受它是真的。":"Accept nothing as true unless it is clearly and distinctly perceived by the mind.",
    "對每一個困難進行分類，以便更好地檢查和解決它們。":"Divide every difficulty into as many parts as possible and necessary to solve it.",
    "建立一個思想的順序，從最簡單的物件開始，到最複雜多元化物件，從而把它們都紀錄下來，並按順序排列。":"Conduct thoughts in an orderly fashion—from the simplest to the most complex—and keep a detailed record.",
    "仔細檢查所有的東西，以便沒有遺漏。":"Make thorough reviews to ensure nothing is omitted.",
    "通往自我的道路，通往智慧的道路，通往無條件的理性的道路是一個階梯。驚喜的！我們在莊志輝的繪畫中發現了他與勒內．笛卡爾方法論的相似之處。":"The path to the self, to wisdom, to unconditional reason—is a stairway. Astonishingly, we find in Chuang Chih-Hui’s art a resonance with the Cartesian method.",
    
    "風‧海‧記憶──莊志輝的藝術創作":"Wind, Sea, Memory — The Art of Chuang Chih-Hui",
    "國立成功大學歷史系名譽教授 蕭瓊瑞":"Professor Emeritus of History at National Cheng Kung University",
    "長居新竹的莊志輝（1965-），出生澎湖鎖港，從小立志成為「偉大藝術家」的他，作品中充滿了風城與海港的記憶，化成一幅幅、一座座看似熟悉，卻又不可掌握的記憶圖像；那是介於現實與超現實之間的心靈塑像，無法言喻、但可心傳。":"Longtime Hsinchu resident Chuang Chih-Hui (b. 1965) was born in Suogang, a coastal village in Penghu. From a young age, he aspired to become a “great artist.” His works brim with memories of the windy city and the harbor town—transformed into visual images that feel both familiar and elusive, as though drawn from the edge of recollection. These are spiritual sculptures that dwell between the real and the surreal—difficult to articulate, yet intuitively understood.",
    "16歲那年，他勇跨黑水溝，前往新竹圓夢。4年後即推出個展，深獲好評；隔年，即帶著回家交作業的心情，準備返鄉展出，無奈遇上史上怪颱「韋恩」，摧毀了他大量的作品。那是1986年8月。":"At the age of sixteen, Chuang crossed the treacherous Taiwan Strait in pursuit of his dream, arriving in Hsinchu. Just four years later, he held his first solo exhibition, which was met with acclaim. The following year, he planned to return to his hometown for an exhibition, bringing his artworks “home” like school assignments to be handed in. However, fate intervened—Typhoon Wayne, one of the most bizarre in recorded history, struck in August 1986 and destroyed a large portion of his works.",
    "36年後的2022年，同樣是8月，莊志輝已然是一個歷經海內外無數次展出的成熟藝術家，精選一百多件作品，以「閱讀記憶」為名，重新回到故鄉澎湖，為父老、弟兄姊妹與晚輩，呈顯他近半世紀努力耕耘的成果。":"Fast forward thirty-six years to August 2022: now a seasoned artist with countless exhibitions across Taiwan and abroad, Chuang returned to Penghu with over a hundred selected works in a major solo show titled Reading Memories. This exhibition presented the fruits of his nearly half-century artistic journey to the elders, peers, and younger generations of his homeland.",
    "莊志輝的創作，包含立體雕塑與平面繪畫兩大區塊，儘管材質有異，但藝術的思維與表現的手法，則頗為一致，那是成功的藝術家必然的特質；但更重要的是：思維、風格貫連，作品卻不重覆；顯然，每一次次的創作，就是一個個獨立的生命悸動與探索，也是一次次獨立的挑戰與完成。":"Chuang’s artistic output spans two major forms: sculpture and painting. Though the media differ, his artistic vision and expressive approach are remarkably consistent—a trait shared by accomplished artists. More importantly, while his works maintain a unified philosophy and style, they never repeat themselves. Each creation pulses with the vitality of a unique life force, representing both an exploration and a personal challenge completed.",
    "莊志輝創作中最明顯的圖像，尤其是早期的作品，似乎都和海洋、魚、船、女孩有關，而這些元素，不免令人容易聯想起那美麗的人魚公主的故事；一個因為愛情而願意犧牲「聲音」去換取一雙能夠離海上岸的雙腳的海中女孩。":"Recurring imagery in Chuang’s early works includes the sea, fish, boats, and girls—motifs that inevitably evoke the myth of the Little Mermaid: a sea maiden who sacrifices her voice for legs in the name of love. Yet under Chuang’s brush, this bittersweet tale does not dissolve into seafoam. Instead, it transforms into a bird taking flight—a reimagining that recalls the grand metaphor of the Kun fish morphing into the Peng bird in the ancient writings of his philosophical ancestor, Zhuangzi.",
    "不過這個美麗卻淒涼的故事，來到了莊志輝的筆下，卻不因最後的勇敢示愛而化為泡沫；反而是因為勇於追求而化成飛鳥，那不正是他的先祖「莊子」筆下鯤鯓化為大鵬的宏偉譬喻？":"Pending",
    "莊志輝離開故鄉，在風城新竹獲得成就，把來自澎湖海鄉的滋養，化為歷經紅塵考驗的粒粒果實；有問世間情為何物的戀戀苦尋、有充滿引誘的慾望城市、有在孤獨中尋找方向的迷惘，有四季流轉的情境浪漫，也有帶著音樂去旅行的愉悅…..；而竹塹地區特殊的宗教風情，也顯然在他近期的作品中，扮演了一定的角色，特別是那些充滿禪味的油畫，以及禪定如山的坐佛銅雕。":"Leaving his island home, Chuang found success in Hsinchu, drawing nourishment from the sea of Penghu and turning it into artistic fruit cultivated through life’s many trials. His art wrestles with timeless questions: the nature of love, the temptations of modern life, the search for meaning amid solitude. It captures the changing of the seasons, the romance of fleeting moments, and the joy of traveling with music in one’s heart. Notably, the distinctive religious culture of the Zhubei region has found its way into his recent works—evident in his meditative oil paintings and serene bronze Buddhas that evoke Zen stillness and mountain-like calm.",
    "莊志輝的創作除了創作意念與造型上的獨特，在立體雕塑上的材料運作，更是充滿創意與幽默，特別是〈慢步行走的魚〉（2022）、〈宇宙快遞〉（2022）等等，也都讓人感受到從漁鄉走向風城的生命之旅。":"Beyond his conceptual depth and distinctive style, Chuang’s sculptural work is also notable for its creative use of materials and its sense of humor. Works such as Slow-Walking Fish (2022) and Cosmic Express (2022) vividly convey the journey from the fishing village to the windy city—a life transformed into art.",
    "2022年的返鄉之展，是莊志輝藝術行旅中的重要一站，也期待鄉親對這位傑出子弟的創作成果，給予最熱切的關懷、欣賞，與支持。":"The 2022 homecoming exhibition marked an important milestone in Chuang Chih-Hui’s artistic voyage. It is a moment of return, reflection, and celebration. We invite all the people of Penghu to take pride in this outstanding son of the soil, to appreciate his artistic achievements, and to support his ongoing journey. His memories are now ours to see, to read, and to feel.",
    
    "轉換、凝聚、演進 是為了等待下一次的春風----莊志輝藝術創作":"Transformation, Convergence, Evolution — In Anticipation of the Next Spring Breeze - On the Artistic Practice of Chuang Chih-Hui",
    "清華大學藝設系兼任教授 黃銘祝":"Adjunct Professor, Department of Arts and Design, National Tsing Hua University",
    "宇宙是如何形成的？宇宙外面是甚麼？是虛無嗎？":"How was the universe formed? What lies beyond it—nothingness?",
    "生命的出現是偶然？還是被設計？人生的意義為何？":"Is life the result of pure chance, or of deliberate design? What is the meaning of existence?",
    "我們活在這世界上究竟是為了甚麼？":"Why do we live in this world at all?",
    "藝術家莊志輝不斷地探討這個人類恆古以來的問題，如何面對自我而延伸生命意義的重要課題。莊志輝的作品主要在探討社會關懷、人與環境、人與宇宙的依存關係。他的創作以「人」為中心，以「宇宙」為觀想，觀想是具有連結與轉化的能量，他經常以日常生活所見為發想，先觀後想，實現心靈願景，以超現實的手法呈現心靈體悟與宇宙冥思。莊志輝以多元媒材來創作，巧妙結合各類材質與廢棄物，表達人與自然的關懷，展現存在與永恆的多層次藝術語彙。其創作手法獨特神祕，作品內斂，富有哲學思維與禪意。莊志輝的畫中有雕塑，雕塑中有畫，透過畫與雕塑結合與自身的連結，不停地自我提問、反覆整理思緒，表達出永恆的人生哲思啟迪觀者。莊志輝創作經歷豐富，作品得到各界的肯定，屢被文化機關典藏。莊志輝的作品具有以下特色：": "Artist Chuang Chih-Hui persistently explores these perennial human questions—how to confront the self, and in doing so, extend the inquiry into life’s meaning. His artworks focus on themes of social concern, the interdependence between human beings and the environment, and the symbiotic relationship between humanity and the cosmos. His creative work centers around the human being, with the cosmos as a field of contemplation. For Chuang, contemplation is a force of connection and transformation. He often draws inspiration from everyday sights—first observing, then reflecting—to realize a spiritual vision, and employs surrealist methods to manifest inner insight and cosmic meditation. Chuang utilizes a wide array of materials in his creations, skillfully integrating diverse substances and discarded objects to express his concern for the human-nature relationship. His work presents a multilayered artistic language of existence and eternity. His methods are distinct and enigmatic; his works are introspective, rich with philosophical thought and Zen-like resonance. There is sculpture within Chuang’s paintings, and painting within his sculptures. Through the fusion of these two forms and his deep connection to them, he continuously questions himself and reorganizes his thoughts. What emerges is a stream of timeless philosophical reflections on life that serve to inspire the viewer. Chuang Chih-Hui has a prolific creative career. His works have been widely recognized and frequently collected by cultural institutions. His art is characterized by: ",
    "對人性、對環境、對宇宙的思索與關懷": "Profound reflection and compassion toward humanity, the environment, and the cosmos.",
    "藝術創作是一種入世的關懷，對於一些曾經激起個人深層感觸，同時又希望能藉著作品以引人關注的方式來詮釋議題，莊志輝提供了一條讓我更進一步深入理解的途徑。透過作品、題材與理念，莊志輝擅於表達人、自然與宇宙的關懷及對人事物的體悟，以作品紀錄人性的多樣面貌，將內心對人性及社會的觀察，反覆呈現於作品中，從省思中探索生命的意義。他的作品隱含著無限的想像力與豐富的藝術原創符號，並將內化的造形與色彩巧妙融合在一起，元素與元素之間銜接流暢，把超現實的情境創造出新的境界，成為他獨特的藝術語彙。": "Artistic creation is a form of worldly compassion. For issues that have once stirred deep personal emotions and simultaneously call for public reflection, Chuang offers a path that allows for a deeper, more intimate understanding through his work. Through his works, themes, and conceptual frameworks, Chuang adeptly expresses concern for humanity, nature, and the universe, while also offering insight into the human condition. His art documents the multifaceted faces of human nature, repeatedly presenting his reflections on society and people, in a continual quest to understand the meaning of life. His works are imbued with boundless imagination and a wealth of original artistic symbols. He skillfully merges internalized forms and colors, creating seamless transitions between visual elements. These surreal compositions give rise to new aesthetic realms, forming his uniquely recognizable artistic language.",
    "創作是對環境、對宇宙的思索。科學家說人類是無意向性的⼤自然中，無意識偶然過程中相互作用的結果，在偶然的機緣下，人類莫名其妙地被拋到世界上來。「我是誰？我從何處來？我將去何處？」莊志輝追尋人類對自我在宇宙間的定位，他認為這個世界的一切總是被合理化，心中存有很多的為什麼？並進行深度思考。在其作品《基因拼圖》中，是在喚起人類的自覺與了解存在的意義，而存在的本質是自由的不是命定的，本質的追求如同個人的前途是要靠自己「出牌」開創的。人在一生中會面臨很多抉擇，自己可以決定自己的生命內容，因為人的本質就是以自由的抉擇而形成。同時莊志輝關照科技文明對自然環境的改變，在科技發展過程中所引發各種生命的價值觀的改變。在作品《平行宇宙》裡，莊志輝不斷地質疑宇宙是無中生有嗎？是自我創造嗎？生命演化過程中的是「偶然」還是「必然」？時間是一維性嗎？是不可逆嗎？在量子力學的觀點宇宙是多重的嗎？無量複製？莊志輝不斷地透過創作與自己內心對話，也放眼宏觀的宇宙細看人性，將內心對人性與社會的觀察，反覆思索於作品中與人分享。": "Creation is a meditation on the environment and the cosmos. Scientists suggest that humanity emerged as the result of unconscious, purposeless interactions within nature—through a random convergence of chance, humans were inexplicably cast into this world. “Who am I? Where do I come from? Where am I going?” Chuang seeks humanity’s orientation within the universe. He believes that the world is constantly rationalized, yet deep within, countless questions persist—questions that demand profound contemplation. In his work Genetic Puzzle, he calls for human self-awareness and a deeper understanding of existence. The essence of existence, he believes, is freedom—not destiny. One’s pursuit of essence is like playing one’s own cards—it must be self-determined and personally enacted. Throughout life, we are constantly faced with choices. Each individual has the ability to shape the content of their life, for the essence of being human is formed through acts of free will. At the same time, Chuang is acutely aware of how technological civilization transforms the natural environment, and how the advancement of technology has altered humanity’s value systems regarding life. In his piece Parallel Universe, Chuang persistently questions: Did the universe emerge from nothingness? Was it self-created? Is life’s evolutionary process governed by chance or necessity? Is time linear? Is it irreversible? From the perspective of quantum mechanics, is the universe multiple? Infinitely duplicated? Through his creative practice, Chuang continually dialogues with his inner self, while simultaneously turning his gaze toward the universe to contemplate humanity. His works are vessels through which he repeatedly examines his observations on human nature and society—and shares these reflections with others.",
    "在虛實中游走時空": " Wandering Through Time and Space Between the Real and the Unreal",
    "美感是結合外在事物的形式與內在實質的感受，形成對藝術家感覺時，所產生的一種喜悅。海德格認為藝術品的本質來源，就是藝術。一件作品不應只是被看成是表象的「被看的對象」，不是被動承受者，而應該是向外圍擴展藝術家的自身「存在」，即來自於藝術家的意識。作品應該是藝術家純粹自主的，換句話說藝術家就是自行置入作品的真理。在二十一世紀我們面對各種層出不窮的知識，但是我們不可能完全理解事物的認知，也就是我們對物的理解是在「意向性」的基礎上，照單全收，不去提出質疑與探索。藝術家是具有探索反思的能力，而自我投射現象是莊志輝創作的主要動力，其作品《記憶的流動》呈現出各種意識流的虛實空間交疊在一起，是在未定的場域中提出反思，將自我意識融入作品裡，其意義是無限的。莊志輝意識到潛意識的存在性，是一種人類天生具有的本能，一種個人生命自發產生的原始思維。他結合內在意識透過超現實的手法，遊走不同時空，跨越時間空間軸線，呈現出不同空間的錯位效果。莊志輝遊走於虛實的時空，與觀者透過時空面對面對談，共同探討存在的生命哲學觀。": "Aesthetic experience arises from the fusion of external form and internal essence—it is a kind of joy that emerges when these aspects resonate with the artist’s perception. Heidegger believed that the essence of an artwork originates from art itself. A work should not be viewed merely as an object to be seen—passively received—but rather as an extension of the artist’s own being, emerging from their consciousness. A work should be an act of pure autonomy. In other words, the artist instills their own truth into the work. In the 21st century, we are surrounded by an ever-multiplying array of knowledge. Yet we can never fully comprehend what we perceive. Our understanding of objects is based on “intentionality,” often accepted passively—without questioning or deeper inquiry. The artist, however, possesses the ability to explore and reflect. For Chuang Chih-Hui, the act of self-projection is a central driving force of his creative practice. In his work Flow of Memory, various streams of consciousness overlap across both real and imagined spatial layers. Within this undefined terrain, he poses philosophical inquiries—infusing the artwork with his self-awareness, and extending its meaning into infinity. Chuang is acutely aware of the existence of the subconscious—a primal, instinctual mode of thought that is innately human, arising spontaneously from one’s lived experience. Through surrealist techniques, he integrates inner consciousness to navigate across varied temporal and spatial dimensions—crossing the axes of time and space to evoke spatial dislocations. He wanders through this continuum between the real and the unreal, engaging viewers in face-to-face dialogue through time and space, together exploring philosophical perspectives on existence.",
    "融合夢幻與現實": " Merging Dream and Reality",
    "榮格說：「藝術是集體潛意識的原型。」超現實主義是從主觀的唯心論出發，認為潛意識的領域如夢境、幻覺、本能都是創作的泉源。我們看待事物容易受到自身理性的定見，而限制於一個封閉的場域，而超現實的思考方式，是解放人類心靈不受理性控制，超越封閉的心門去探討更形而上的意義。超現實是觀點、是心理學的，著重在於體驗過程。「想像」是覺察個體靈魂的表達，莊志輝透過想像不斷地切換夢境與現實，在其作品《想像是前進的動力》，融合夢幻與現實，結合心靈體驗與現實物質的想法，將矛盾轉化為真實，開創出新的新局面。莊志輝的作品應用古老的符號和原型，其內化的造形與奇幻的色彩巧妙融合在一起，表達出廣大無垠的異想世界。莊志輝在另外一件文化局典藏的作品《想像是真實的存在》將女體融入星河、大地、鳥與城市，呈現出生命共同體的概念。被解構的物件，結構在元素與空間之間穿插重疊，呈現符號的神秘性與概念，試著與觀者交流進而審視生命內在流動的意識。莊志輝的創作不是來自學院的典範，也不是合乎美學的標準，而是充滿質疑、懸疑、衝突的狀態，是呈現心靈體驗與物質現實的矛盾，成為一種新的局面。": "Jung once said, “Art is the archetype of the collective unconscious.” Surrealism emerges from a subjectivist idealism that views the subconscious—including dreams, hallucinations, and instincts—as the wellspring of creation. We often perceive the world through the constraints of our own rational biases, trapped within a closed field. Surrealist thought aims to liberate the human mind from rational control, surpassing those closed mental gates to explore deeper, metaphysical meanings. Surrealism is not only a perspective—it is a psychology. It emphasizes the experiential process. “Imagination” is the expression of one’s soul in awareness. In his piece Imagination as the Driving Force, Chuang constantly switches between dream and reality. He fuses fantasy with the real, combining spiritual experience with material presence—transmuting contradiction into truth, and forging new possibilities. Chuang’s works incorporate ancient symbols and archetypes, seamlessly fusing internalized forms with fantastical colors to evoke a vast, boundless world of imagination. In another piece, Imagination Is a Real Existence—collected by the Cultural Affairs Bureau—Chuang merges the female form with galaxies, earth, birds, and cities, presenting the concept of a life collective. Deconstructed objects are interlaced and overlaid between elements and spatial fields, revealing the symbolic mystery and conceptual depth of his visual language. Through this, he seeks dialogue with the viewer—prompting introspection of life’s inner flow of consciousness. Chuang’s work does not conform to academic paradigms nor to aesthetic orthodoxy. Instead, it dwells in doubt, suspense, and contradiction—articulating the tension between spiritual experience and material reality, and in doing so, establishes a new creative dimension. ",
    "生命的疊加與糾纏": " The Superposition and Entanglement of Life",
    "生命是一連串的意外與隨機的組合，人類是處於一種不斷的在轉換、凝聚、演進，以及成形的狀態中。莊志輝的作品探索人事物的本質不曾改變，在作品《在頭前溪遇見你》，是他在頭前溪撿到一塊被火吻燒過的廢棄漂流木，透過內心的轉化將其化為創作。在作品裡他將象徵零碎的生命片段，一片一片的層層疊加在一起，其中的6個孔洞象徵人應努力修行跳脫輪迴。「片斷即一，一亦片斷」，因為「片斷」而有了連結。疊加的作用敘述著人的生命經歷需要多次的考驗才能找到正能量，能讓朽木變成永恆。莊志輝在多年的創作與展覽生涯中屢屢遇見知音，作品成了與觀眾之間的一座橋。觀者不但透過作品與自己內心對話，也把生命的經驗與作者疊加在一起，產生共鳴而糾纏在一起。「疊加」是指生命在長期而持續的累積，「糾纏」是一連串的意外與隨機組合，疊加與糾纏能讓我們不斷地累積各種能力，讓生命的力量得以滋長。": "Life is a series of unexpected and random combinations. Humanity exists in a constant state of transformation, convergence, evolution, and becoming. Chuang Chih-Hui’s works explore the unchanging essence of people, events, and things. In his piece Encountering You at Touqian River, he transforms a charred piece of discarded driftwood he found by the river into a vessel of creative expression through deep inner reflection. Within the work, fragmented pieces of life are layered one atop another—symbolizing disjointed yet interrelated experiences. The six perforations in the piece signify the spiritual efforts needed to break free from the cycle of rebirth. “A fragment is a whole; the whole is a fragment”—it is through fragmentation that connection is born. The act of layering represents how one’s life experiences must undergo repeated trials in order to uncover positive energy—allowing even decayed wood to be transmuted into something eternal. Throughout his years of artistic creation and exhibitions, Chuang has continuously encountered kindred spirits. His artworks have become bridges between himself and his viewers. Viewers not only converse with their inner selves through the work, but their life experiences also become superimposed with the artist’s—creating resonance and entanglement. “Superposition” refers to the long-term and sustained accumulation of life. “Entanglement” denotes a series of unexpected and random combinations. Together, superposition and entanglement enable us to continually accumulate various capacities, nurturing the strength of life itself.",
    "區塊鏈-心念的演變": "Blockchain: The Evolution of Conscious Thought",
    "區塊鏈本質上就是一個去中心化的資料庫，每一個資料區塊中會記錄一個時間內「全網」訊息。區塊鏈系統記錄了每個階段的訊息，進而達成共識，是一個全訊息中的智慧合約。在莊志輝的作品裡經常出現如水波的紋路，他認為宇宙先有「波」後有物質，波在空間互相反覆交疊，產生無數的結點，並有規律的平衡複製。其作品《天際效應》呈現出放射狀同心圓的波，每個波都是獨特的意識流，經過如量子力學的疊加與糾纏作用，產生出具有智慧公約的意識流，連結成意識區塊，並在引力的作用下分化成無數的區塊鏈。莊志輝作品有著原始的符號與簡潔的造型，在平面的畫作裡延伸出四度空間的場域，跨越現實並與東方佛學結緣，心念的演變就是從「入我」進到我的身體，再經過「我入」讓我進到真理裡面，把「我」悠遊於不同的區塊，觸及心靈底層的演化。": "Blockchain, in essence, is a decentralized database in which each data block records the collective information of the entire network during a specific time period. Blockchain systems store data across stages, ultimately generating consensus—a kind of intelligent contract embedded in total information. In Chuang’s works, wave-like ripple patterns frequently appear. He believes that waves preceded matter in the formation of the universe—that waves oscillate and overlap throughout space, creating countless nodes that replicate in balanced, rhythmic patterns. His piece Horizon Effect displays radiating concentric waves, each representing a unique stream of consciousness. Through quantum-like processes of superposition and entanglement, these consciousness streams generate intelligent pacts—conscious blocks—which then branch into countless blockchains under the influence of gravitational forces. Chuang’s work employs primal symbols and refined forms. From the two-dimensional surface, his art extends into four-dimensional fields—crossing the bounds of physical reality and drawing upon Eastern Buddhist philosophy. The evolution of consciousness begins with “entering the self” (ru wo), allowing experience into the body, and proceeds to “the self entering” (wo ru) the truth. This movement allows the “I” to roam freely across different blocks—reaching into the deepest layers of spiritual transformation. ",
    "藝術就是表達個人或群體的生命經驗，關懷人類共同的命運，傳達人類共同的情感。莊志輝不斷地以內省的方式，向內挖掘來探討個人內心世界、剖析自我，傳達一個自我理解的訊息，以藝術看見自己。他繪畫的特質是直觀的、反定義的，作品有如心中的鏡子，引發內在的反射作用。莊志輝透過藝術思索世界是什麼？生命是什麼？反覆檢視自我，從中尋找人性是什麼？生命是需要什麼？生命的起伏跌宕，有如四季的更迭，春去春回。人類在宇宙的空間流浪，不斷地巡迴在不同的區塊鏈中遊走、轉化、凝聚、演進，等待下一次的春風吹起。": "Art is the expression of personal or collective life experience. It is a gesture of concern for our shared human destiny, and a vessel for conveying universal emotion. Chuang Chih-Hui continually uses introspection to dig into the depths of his inner world—to analyze the self and convey messages of self-understanding. Through art, he learns to see himself. His painting is intuitive and anti-definitional. His artworks act as mirrors of the soul—stimulating inner reflection. Through art, Chuang contemplates: What is the world? What is life? He revisits himself again and again, in search of what humanity is, and what life truly requires. The highs and lows of life are like the changing of seasons—spring departs, then returns again. Humanity wanders through the vastness of the cosmos, endlessly circulating through different blockchains of existence—transforming, converging, and evolving—all in quiet anticipation of the next spring breeze. ",
    "清華大學藝設系兼任教授 黃銘祝 2024、02、04": "Huang Ming-Chu. Adjunct Professor, Department of Arts and Design, National Tsing Hua University February 4, 2024",
    
    "莊志輝： 超現實主義者的超法":"Chuang Chih-Hui: The Surrealist Beyond Surrealism",
    "宋文里":"Academic Specializations: Personality Psychology, Cultural Psychology, Psychoanalysis of Culture, Religious Studies",
    "「出生於澎湖的莊志輝，從民國75年開始於新竹省立社教館舉辦首次個人畫展後，至今已在美國文化中心、台灣省立美術館、台北市立美術館、台積電－竹風藝廊、聯發科藝廊、三義木雕博物館等１５處展出個人作品。」":"Born in Penghu, Chuang Chih-Hui held his first solo exhibition in 1986 at the Hsinchu Provincial Social Education Hall. Since then, he has exhibited solo in 15 venues, including the American Cultural Center, Taiwan Provincial Museum of Fine Arts, Taipei Fine Arts Museum, TSMC Bamboo Wind Gallery, MediaTek Art Gallery, and Sanyi Wood Sculpture Museum.",
    "這是取自網路上的縣府新聞，說莊志輝從民國75年到100年，已經在15處舉辦個展。取出這條資訊，只是為了求證一下，在我擔任清大藝術中心主任那幾年中（1988─1991），也曾經請莊志輝來展出一次，但在新聞中沒提。是什麼緣故？我似乎不太計較，但我有幸結識莊志輝，就是在清大的展覽期間（應該是在1988-89年間，算是志輝的早年）。": "This line is taken from an online county government press release, noting that from 1986 to 2011, Chuang held solo exhibitions at fifteen venues. I cite this merely to verify that during my years as director of the Tsing Hua University Art Center (1988–1991), I had also invited Chuang to exhibit—but the news didn’t mention it. Why? I don’t seem to mind much. But I was fortunate to meet Chuang during that Tsing Hua exhibition (probably between 1988 and 1989, which would be considered his early years). An American visiting scholar, Prof. Aldridge—whom I had known for quite some time—came to the exhibition and quietly asked me if it was possible to buy a painting from the artist. I knew Prof. Aldridge had a fondness for collecting artworks. He told me he truly admired Chuang’s works. I responded that I liked them too—that I had invited Chuang to exhibit as soon as I saw his paintings. We chatted, realizing we shared a similar taste, and when I found he was serious, I earnestly went to speak with Chuang. I imagine that Chuang—still a young and modest artist at the time—was quite pleased that someone wanted to buy his work. A few days later, Prof. Aldridge returned to the U.S., delighted to carry two of Chuang’s pieces with him.",
    "Prof. Aldridge和我一樣喜歡的作品是什麼樣子？我也許無法確定，因為他已經帶走了。但我很肯定那是早期的素描。幾乎無可否認，是屬於超現實主義 (Sur-realism)的作品。這種「主義」曾經在全球引發熱潮。就這種潮流現象，我特別喜歡拿他和一位英國的畫家Desmond Morris拿來作個比較，而這種比較是在理解一種主義時很有樂趣的方法。":"This particular “-ism” once triggered a wave of global enthusiasm. In observing such trends, I especially enjoy comparing Chuang’s work with that of British painter Desmond Morris. This kind of comparison is a particularly enjoyable way to understand the inner workings of an art movement.",
    "Morris的畫風會比較抽象一點。我看出他超現實主義有兩種「超法」：一是由寫實物件拼成半抽象或抽象圖景，另一則是由抽象逕行超入「意象」。前者常常容易看出畫家在「畫什麼」，但對於後者，需要進一步解釋，尤其什麼是「意象」。我在下文中會另闢篇幅來作說明。":"Morris's painting style tends to be more abstract. I observe two types of “transcending methods” in his Surrealism: one involves composing semi-abstract or abstract imagery using realistic objects, while the other bypasses realism altogether and directly enters into “imagery.” The former often makes it easier to discern what the artist is “depicting,” whereas the latter requires further explanation—especially regarding what is meant by “imagery.” I will dedicate a separate section below to explain this in greater detail.",
    "超(sur-)這個字頭就是好像加快速度，超車趕過的意思，所以Sur-realism可以理解為趕過寫實主義。The Arbiter, 2020 仲裁者看看Morris晚近的超現實，是以什麼寫實物件拼成他的抽象圖景。這裡要先分析此圖中的":"The prefix “sur-” implies something speeding past, overtaking—as in overtaking realism. Hence, Surrealism could be understood as a movement that surpasses realism.",
    "寫實物件":"Let’s look at Morris’s recent surrealist work and examine what realistic objects are assembled into his abstract scenes. Here’s an analysis of the elements in the image:",
    "狗咬的骨頭＋變形的狗骨頭，構成上半身的骨架。":"A dog-chewed bone, combined with a deformed dog bone, forms the skeletal frame of the upper body.",
    "其上置一頭部，看得見有眼有口，口中有齒。正是一隻狗。":"On top of this sits a head—with visible eyes, a mouth, and teeth inside. It is unmistakably a dog.",
    "中間加一橫，就可接到下半身，畫家安排了一個可由其中抽出三根骨骼的容器。抽出骨骼，有典用《舊約聖經・創世記》的意思。":"A horizontal bar connects the upper to the lower body, where the artist arranges a container from which three bones can be extracted. This act of extracting bones alludes to the Book of Genesis in the Old Testament.",
    "Three (abstract) figures in the night 2015":"Three (abstract) figures in the night 2015",
    "在此分析中，我看出這是和甲骨文使用了同樣的造字法。Desmond Morris給它的題名「仲裁者」，是法官的圖象，有諷刺的意味，但在此之外沒有太多的言外之意。他在五年前的一幅作品《三隻夜裡的（抽象）圖象》跟此有連續性的關係，我乾脆將它改名為「三隻吠月之犬」。":"From this analysis, I see a method akin to the character formation in Chinese oracle bone script. Desmond Morris titled this piece “The Arbiter”—an image of a judge, laced with irony, but carrying little implication beyond that.",
    "他在五年前的一幅作品《三隻夜裡的（抽象）圖象》跟此有連續性的關係，我乾脆將它改名為「三隻吠月之犬」。": "One of his works from five years earlier, titled Three (Abstract) Figures in the Night, bears a continuous relationship with this piece. I might as well rename it Three Dogs Howling at the Moon.",
    "莊志輝的「超法」，早期確實比較多寫實物件的拼接。後來他也會發展出抽象化的傾向。他的早年作品有些沒有題名，因為根本不需要。":"Chuang’s own “transcending methods” in his early work often involved the collage of realistic objects. Later, he also developed a tendency toward abstraction. Some of his early pieces are untitled—because they simply don’t require one.",
    "像這張，只要仔細看，兩匹馬一雄一雌，就是一對夫妻，也就是父母，分向兩邊拉開，兩個孩子在其中的姿態由顛簸到近乎摔跌。這麼簡單的故事。實在不需把圖景拿來翻譯。":"Take this painting, for example: with a closer look, two horses—one male, one female—form a pair, representing a husband and wife, or simply, parents. They are pulling away from each other in opposite directions, while two children in the middle are shown being jolted—nearly falling. Such a simple story really needs no further translation of its imagery.",
    "我那時喜歡莊志輝的「超法」，就是基本上不脫離寫實安排的風格。因為我自己也愛畫，在某程度上會碰到可以互相比較的主題。我當時還不太能把恐怖悲慘的元素包含在我的圖景裡。然而在莊志輝一貫的風格中，就一直看到這種悲劇的元素，但他能夠把這元素壓在背景中，或成為併置的主題。這種處理的手法，我覺得需要學習。看看這圖中，我畫的手伸出去，像是要抓住什麼，但我沒畫出來。":"What I liked about Chuang’s “transcending method” at the time was that it essentially stayed within the bounds of realistic arrangement. As someone who paints myself, I often encounter similar subjects for comparison. Back then, I still couldn’t bring elements of horror or tragedy into my own compositions. Yet in Chuang’s consistent style, one can always see tragic elements. He knows how to suppress them in the background or juxtapose them as parallel themes. This approach, I feel, is worth learning. Look at this drawing—my own hand reaches out, as if to grasp something, but I never actually drew what it is.",
    "在前面引出的兩幅畫（圖一／圖二），你們看到了嗎？什麼東西被壓在懷裡？──抱在死神手中的犧牲，眼睜睜地看著自己的死亡。":"Did you notice in the two earlier paintings (Figure 1 / Figure 2)? What is being pressed against the chest?—A sacrifice held in the hands of Death, watching its own demise with eyes wide open.",
    "再來看這幅作品":"Now, take a look at this piece:",
    "口含著十字架的稻草人":"A scarecrow with a crucifix in its mouth,",
    "眼睜睜看見自己的命運；":"Eyes wide open, watching its own fate unfold;",
    "或是由上端的天使":"Or perhaps an angel above,",
    "在回顧基督教的歷史":"Reflecting upon the history of Christianity.",
    "在西方人眼中，對於典用基督教的意象本來就會很敏感。但是耶穌基督變成稻草人，這是一場隱喻的絕活，我猜想Prof. Aldridge在畫展上看到這幅畫時，一定會很驚訝：這個不在基督教信仰文化中的人，對於耶穌基督，到底在想什麼？":"To Western viewers, any reference to Christian imagery tends to provoke sensitivity. But transforming Jesus Christ into a scarecrow—this is a masterstroke of metaphor. I imagine Prof. Aldridge must have been astonished when he saw this piece at the exhibition: What does this non-Christian artist really think of Jesus Christ?",
    "到了近年，莊志輝把平面圖象轉為立體的木雕作品。在我看來，這種媒材的改變仍維持著先前的畫風。還加上標題：「稍歇的白雲」。我想是在幫助觀者的理解，但我認為幫不了太多的忙，因為這四個字以外，可觀的細節仍有很多，譬如環繞作品走一圈，會發現光影效果的變化，等於多了一層畫面上的因子。":"In recent years, Chuang has transformed his two-dimensional images into three-dimensional wood sculptures. In my view, this change in medium still maintains the essence of his earlier painting style. He even added a title: “A Resting Cloud.” I believe this was intended to assist viewers’ interpretation—but I don’t think it helps very much. Beyond those four words, the work contains numerous observable details. For instance, circling around it reveals shifting light and shadow effects, which add another layer of visual presence.",  
    "我除了在臉書上看見近作的發表之外，還沒有實地看到更多的作品。印象中的抽象表現應該是更會轉向無題化，和世界上大多數的超寫實主義作品一樣，就是由作品本身去闡述自己的邏輯。（這說法跟後來的發現不符，但對於這意思，我不改動文字，見下文）藝術家要接受這種挑戰，是舉世皆然。我聽到一位畫家，學院派出身，後來決定他自己要全力投入的畫風，就是寫實主義的大幅作品。他的理由很簡單，就是畫廊派的典型說法：不必花腦筋。":"Aside from seeing his recent works published on Facebook, I have not had the chance to view more of them in person. My impression was that his abstract expressions would lean further toward “untitled” presentations, like most hyperrealist works in the world—where the piece itself conveys its own internal logic. (Though this notion was later proven somewhat inaccurate, I leave the statement unchanged for the sake of discussion; see below.)”. Artists worldwide must accept this challenge. I once heard a classically trained painter say that he ultimately chose to dedicate himself to creating large realist works. His reasoning was simple—a typical gallery-oriented stance: No need to overthink.",
    "「稍歇的白雲」":"“A Resting Cloud”",
    "藝術沒有不花腦筋的。再怎麼平實的所謂寫實風格，都避免不了取材的觀點，景物擺放的位置選擇，光影的強調或刪減，以及剪裁的計算，等等，最需要提醒觀畫者的是，用手機拍攝眼見的景物，這種動作本來就應該排除在藝術的門檻外。藝術創作最忌用「平常心」來看或來想，假若藝術變得這麼平常，我們只能看見它的下場，就是平庸化，了無可觀之處。莊志輝不可能陷入這個陷阱。我一看到他的生活方式，如同一個修行人，但非來自宗教的選擇，就知道藝術的超越性已經變成生活的一個「向度」──「向度」一詞是從我最近翻譯出版的書《意義的意志》中取來的，要點是說，這個邏輯必須算在他的藝術作品中，而這樣的計算，通常是AI算不出來的。在今天，電腦正要跨足到人類信念的一切向度之時，你知道它無法跨入藝術的領域，你會覺得藝術家才是保證人類意義的最後鬥士。AI總是趕不上也超不了的。":"There is no such thing as art that requires no thought. Even the most seemingly straightforward realist style cannot avoid interpretive choices—what to depict, how to arrange the scene, what light and shadows to emphasize or omit, how to crop the frame, and so forth. What viewers must be reminded of is this: snapping a photo of what one sees with a phone should never qualify as art. The greatest taboo in art creation is to approach it with an “ordinary mind.” If art becomes too ordinary, we are left only with its inevitable outcome—mediocrity, devoid of anything worth seeing. Chuang Chih-Hui could never fall into such a trap. As soon as I saw his way of life—akin to that of an ascetic, though not out of religious conviction—I realized that transcendence in art had already become a “dimension” of his life. This term “dimension” is borrowed from a book I recently translated, The Will to Meaning. The key point is that this kind of logic must be accounted for in his artistic works—and such calculations are ones that AI simply cannot compute. Today, as computers attempt to extend into every dimension of human belief, it becomes clear that they cannot cross into the realm of art. You come to feel that artists are the final warriors safeguarding the meaning of humanity. AI can never catch up—nor transcend.",
    "【補記】":"[Postscript]",
    "終於找到Prof. Aldridge帶走的兩幅畫之一所留下的電腦圖檔，也有標題：「笑貧不笑娼」。對此，我要特別註記一下：":"I finally found a digital image of one of the two paintings Prof. Aldridge brought back with him. It even had a title: “Shame the Poor, Not the Whore.” I would like to make a special note about this:",
    "當年曾經擔任清大藝術中心策展顧問的黃翰荻，在閒聊中談起畫的「標題」這個問題。他自己的作品是攝影。即使如此，他也不給攝影作品下標題。比寫實主義更寫實的攝影，為什麼不需標題？因為要表現的都已經出現在畫面上，而其中沒有一個元素是肉眼認不出來的，多寫幾個字能幹什麼？何況，他說出了一個語重心長的觀點：大多數藝術家沒有詩人的本事，下標題常常下錯，除了誤導，還能幹什麼？這就讓我想起超寫實圖象的「超法」，亦即除了我們慣用的「抽象」之外，還有超往「意象」的可能。我們觀畫者也有可能發展出某種「超法」，來看出比畫題更多的意思。":"Years ago, Huang Han-Di, who served as curatorial advisor at the Tsing Hua University Art Center, spoke with me casually about the issue of giving paintings “titles.” His own works were in photography. Even so, he didn’t give them titles. Why should photography—which is even more realist than Realism—not need titles? Because what is meant to be expressed is already present in the image—nothing within it is unrecognizable to the naked eye. What good would a few extra words do? Moreover, he made a heartfelt observation: most artists lack the talent of poets, and when they title their works, they often do so poorly. Besides misleading the viewer, what else can a bad title accomplish? This reminds me of the “transcending methods” in hyperrealist imagery: aside from the familiar realm of “abstraction,” there’s also the possibility of transcending into “imagery.” We, the viewers, might also develop our own “transcending methods” to see beyond the title—into deeper meaning.",
    "笑貧不笑娼":"Exibition",
    "就拿這張已經掛在美國教授家裡的畫來說，我們還得左手拿畫，右手拿甲骨文，來互相對照出「意象」的中有什麼意思。":"Take this painting, now hanging in a U.S. professor’s home. We need one hand on the painting, the other on oracle bone script, to cross-reference and uncover what meaning lies within the “imagery.”",
    "先解釋造字法的所謂「六書」，亦即在許慎《說文解字》中的象形、指事、會意、形聲、轉注、假借。其中的後三書可以略過，只談前三書。在早於許慎三十年的班固《藝文志》中是說成「象形、象事、象意」，而當代文字學家顯然認為班固勝出一籌，但再加整理，就可把「象事、象意」合併為一，只剩下「象形、象事」二書，但「象意」就要倒過來寫成「意象」，才可併入造字的二書當中──它一方面是象形，另方面也象事。":"Let’s begin with an explanation of the Six Principles of Chinese character formation—namely, as presented by Xu Shen in Shuowen Jiezi: pictographs, ideographs, associative compounds, phonetic compounds, derivative cognates, and phonetic loans. We can set aside the last three and focus on the first three. In Ban Gu’s Yiwenzhi, which predates Xu Shen by thirty years, the categories are listed as “pictorial form, event-form, and meaning-form.” Contemporary linguists seem to prefer Ban Gu’s framework. Upon refinement, “event-form” and “meaning-form” may be merged, leaving us with two categories: “form” and “event.” Yet to reincorporate “meaning-form,” we must reverse the term to become “imagery” (yìxiàng), which can then rejoin the other two as both a visual and a narrative construct.",
    "甲骨文的象形字，其實都可說是某種抽象畫，並且就是同時在象形與象事。把一個圖象用簡單幾筆來表示，就叫做「字」，但它仍然是一幅圖。然而，這就像是攝影那般寫實的圖嗎？看看左圖的兩個字，或兩幅圖，都是甲骨文「好」字。構字部件都用了「女」和「子」。那是什麼意思呢？現有的字典大多解釋為「女子美麗漂亮」（＝美好），或「男女相聚」（＝相好）。但圖象結合會產生什麼意思，不是這樣說說就算了。注意「子」和「女」的相對大小和相對位置，可讓我們讀出別的意思來。這兩個「好」字，一是把「子」放在「女」的右上方，另一是兩部件平行安置，但顯然「女」比「子」大得多。所以，注意到這些細微的關係後，產生了不同於字典的理解：這應該是指母子關係，而非後世所傳的男女關係。母親把孩子抱在胸前，至少是抱在上半身的懷裡。我們還可看見甲骨文另有「二女一子」的構字，二女甚至是把一子高舉起來，那是指兩個母親對兒子至疼的表現。":"Oracle bone characters are, in essence, a kind of abstract painting—representing both form and event. When a complex image is reduced to a few simple strokes, we call it a “character,” yet it still remains a picture. But are these images as realistic as photographs? Look at the two characters (or rather, two images) of the oracle bone form of the word “hǎo” (meaning “good”). Both are made from the components “woman” (女) and “child” (子). What does that signify? Most modern dictionaries explain it as “a beautiful woman” (i.e., good) or “a man and woman together” (i.e., romantic union). But the meaning that arises from image combination cannot be settled so simply. If you look closely at the relative size and position of “child” and “woman,” you may interpret something else. In one version, the child is placed at the upper right of the woman; in another, they are side by side, but the woman is clearly much larger than the child. Noticing these subtle relationships leads to an interpretation that differs from the dictionaries: this should refer to a mother-child relationship, not the later notion of romantic relations. The mother is holding the child at her chest—or at least, within the upper torso. We also find oracle characters constructed from “two women and one child,” where the two women are lifting the child high. This likely signifies the deep affection of two mothers toward their son.",
    "拐了這麼大一個彎，基本上就是要說明這句話：「圖象結合」會（或能夠）產生什麼意思。我們看看莊志輝如何運用「圖象結合」之法，來讓它產生什麼意思。":"All this detour is essentially to explain one statement: “The combination of images produces meaning.” Let us now see how Chuang Chih-Hui uses image-combination to generate meaning.",
    "我們要談的這張圖，基本上結合了兩個顯著的直立人物，是一男一女。但更仔細看圖下方那多出來的三對眼睛，就會發現，在男女兩個人物下方，是三個扭曲的人物纏在一起，可以說是被直立人踐踏在腳下。這是勉強對應了「賤」的意思。但哪裡還有「笑貧不笑娼」？我們可以看出男子是在討好女子的，那女的為什麼要叫做「娼」？不一定吧？下方堆在一起的三個賤男，是在偷窺那個性感的女子嗎？偷看還要遮住眼睛，或只能用斜眼？他們之所以如此，是因為高攀不起？或竟至是被那個女子賤斥的一堆「前男友」？":"The painting we’re discussing primarily features two prominent upright figures—one male, one female. But upon closer inspection of the three extra pairs of eyes at the bottom, we see three contorted figures entangled beneath the standing ones, seemingly trampled underfoot. This may loosely correspond to the notion of “the degraded.” But where is “Shame the poor, not the whore” in all this? We can see the man flattering the woman—but why label her a “whore”? Is that necessarily the case? Are the three degraded men below peeping at the sensual woman? Are they shielding their eyes or glancing sideways as they peek? Is it because they cannot reach her status? Or perhaps they are a pile of ex-lovers whom the woman now disdains?",
    "我們可以離開畫家暗示的脈絡，自行觀賞，自行解讀，而Prof. Aldridge當然更會有他在美國脈絡下的解讀法──我很肯定他買的畫上面，不會題有「笑貧不笑娼」的字樣。他花了十萬台幣，買了這兩幅畫，還一直高高興興地表示：「真便宜。」他究竟是怎麼看畫的？我不得而知，但就是肯定他能看出這畫「很有意思」──這就說明了此畫中確實是充滿意象，連畫家自己都可能來不及辨認，因而不能只把它歸類為一幅超現實主義作品。我們可以解讀作品對於寫實圖象使用了什麼「超法」，因為我們一直就浸潤在象形、象事的文字傳統中，有高度的文化資產可資利用，進而能夠賞識這種「意象」。莊志輝給我們一個很有特色的好機會，在眾多超現實作品之中，撇開他的標題，他仍然具有獨一無二的意象風格，我們讀出來了，他自己當然也會讀出來，否則他就不是藝術家。Prof. Aldridge喜之，吾亦喜之。我們就此來演練久矣積蓄在心的解讀法吧！":"We can depart from the artist’s suggested narrative and interpret for ourselves. Prof. Aldridge, naturally, would have his own interpretation within the American context—I am fairly certain the painting he bought bore no visible title of “Shame the Poor, Not the Whore.” He paid NT$100,000 for the two paintings and cheerfully exclaimed, “Such a bargain!” How exactly did he interpret the painting? I have no way of knowing—but I am certain he saw that it was “very interesting.” This proves the painting is indeed full of imagery—to the point that even the artist himself may not have fully recognized it. Therefore, it cannot simply be categorized as a surrealist piece. We can interpret what kind of “transcending method” was applied to the realistic imagery, because we have long been steeped in a tradition of pictorial and narrative script—rich in cultural resources that allow us to appreciate such imagery. Chuang Chih-Hui offers us a rare and distinctive opportunity. Among the many surrealist works, even if we ignore the title, he still retains a uniquely personal imagery style—one that we can read, and one he must certainly be able to read himself. Otherwise, he would not be an artist. Prof. Aldridge liked it—and so did I. Let us now put to use the interpretive method we’ve long stored in our hearts.",
    
    "「記。符號Coding & Decoding」藝術存在觀念的轉換":"Exibition",
    "《莊志輝一位跨越時空遊走在存在美學的藝術家》紀向":"Exibition",
    "藝術如果只是一種無我的表現，也勿需用多餘的文字來敘述來論述，這藝術家創作藝術的必然或是事因。如果一位藝術創作者，卻以其一生生命來換取藝術作品存在生命的類現象，如此的一位藝術創作者，再也不是一位畫家或是雕刻家，而是一位藝術家。":"Exibition",
    "而台灣中青輩現代藝術家莊志輝，就是以一生懸命投入藝術創作生涯。他面對藝術持有的態度，相信不只是一便宜行事的單純工作而以。所以藝術也是自我清楚意識實現的藝念藝術(idea art)。如此的現象就藝術家莊志輝而言，藝術創作已不僅僅是藝術，而是其一生必須完完全全投入的生命志業，而此志業的形式，藝術家莊志輝內在自我意識，卻選擇藝術表現的形式，來呈現自我(ego)生命中本我(id)希冀的面向。":"Exibition",
    "綜觀藝術家莊志輝，創作的能量寬廣度，已超越一般藝術創作者的能量值，因為一位非本科非學院出身的藝術創作者，在無行政與經濟奧援之下，持續的創作對於藝術家與藝術家週邊的家人而言，相信是一莫大壓力，但是藝術家莊志輝卻有一位賢內助也是專屬策展人，卻也是一奇妙天賜的組合。因為在此篇文章論述以後，此兩位天作之合的藝術家(莊志輝)與策展人(楊素敏)，也即將展開一場美國兩場展覽發表的旅程，而此次美國藝術創作開創之行，會是莊志輝一場不同的藝術發表會，而這次創作發表之旅，作品展出的名稱就訂為｢記。符號Coding & Decoding｣":"Exibition",
    "對於存在論的定義，存在中柏拉圖將時間認為是對永恒的一種模仿，而亞里士多德卻把時間，定義為計算存在前後運動的指數。如此先驗時間空間的存在現象，方能再進一步論及生命中，存在中｢記｣的印象意義，在此｢記｣的藝術性的思維定義存在的觀念，必須從符號的象徵意義論起。在此意識是主使自我(ego)成為生命記憶的存在，一種前意識現象。但是一位藝術創作者的符號形式，卻不絕對是既有精神上的本質，與存在既有圖面的藝術性，與創作者也不是在一種偶而意識交集產生的，在此才有存在偶然，一種創作者意念與進階意念藝術(idea art)的發生。但是在創作構成既有記憶與圖像的表徵意義，印記記憶構成的符號，卻也成為這位藝術創作者，強烈自我符號的象徵了(或稱風格)。而這次莊志輝美國個展發表的主軸，就以｢記。符號Coding & Decoding｣為名，卻也代表這位藝術家，在心態上似乎完全拋離既有傳統圖像觀念，與一些既有文字圈設的名詞，也把他創作多年行使的階度性創作歷程，自我作一個更清楚更超理性的總結，如此就是｢記。符號Coding & Decoding｣的發表，屬於一種超越人文主義的思考模式，正在藝術家莊志輝身上發生。":"Exibition",
    "創作的發生，不無可能存在虛無的對論，似乎會讓存在的現象，走入死、胡同一般，但是就哲學美學先驗存在的觀點，生命各自內在，相信都有一套屬於個人屬性的符號條碼，與一種潛意識的印象美學。但是就有一些強烈宗教信仰者，信守如神恩的現象，絕對是神給於存在的一種｢印記｣。但是一位藝術創作者，各自生命既有意識，不無存在一種內在意識顯性印象的數碼。而在此現象面對的思維以內，我卻以為：":"Exibition",
    "「走到人間":"Exibition",

    "「記。符號Coding & Decoding」藝術存在觀念的轉換": "'Memory．Symbol – Coding & Decoding': A Transformation of Artistic Existential Concepts",
    "《莊志輝一位跨越時空遊走在存在美學的藝術家》紀向": " Chuang Chih-Hui: An Artist Wandering Through the Aesthetic of Existence Across Time and Space",
    "藝術如果只是一種無我的表現，也勿需用多餘的文字來敘述來論述，這藝術家創作藝術的必然或是事因。如果一位藝術創作者，卻以其一生生命來換取藝術作品存在生命的類現象，如此的一位藝術創作者，再也不是一位畫家或是雕刻家，而是一位藝術家。": "If art were merely an egoless expression, then any further elaboration—written or otherwise—on why or how the artist creates would be unnecessary. Yet when an artist devotes their entire life in exchange for the lived presence of their work, that individual transcends the title of painter or sculptor—they become a true artist.",
    "而台灣中青輩現代藝術家莊志輝，就是以一生懸命投入藝術創作生涯。他面對藝術持有的態度，相信不只是一便宜行事的單純工作而以。所以藝術也是自我清楚意識實現的藝念藝術(idea art)。如此的現象就藝術家莊志輝而言，藝術創作已不僅僅是藝術，而是其一生必須完完全全投入的生命志業，而此志業的形式，藝術家莊志輝內在自我意識，卻選擇藝術表現的形式，來呈現自我(ego)生命中本我(id)希冀的面向。": "Among Taiwan's mid-generation contemporary artists, Chuang Chih-Hui is one who has dedicated his life to art with unwavering resolve. For him, art is not a mere occupation of convenience. Thus, art becomes a form of “idea art”—a practice through which one’s conscious self-awareness finds realization. In Chuang’s case, artistic creation is no longer just “art.” It is a lifelong vocation that demands complete devotion. To express this vocation, Chuang channels his inner self through the language of art—using it as a medium to articulate the deep-seated desires of his ego and id.",
    "綜觀藝術家莊志輝，創作的能量寬廣度，已超越一般藝術創作者的能量值，因為一位非本科非學院出身的藝術創作者，在無行政與經濟奧援之下，持續的創作對於藝術家與藝術家週邊的家人而言，相信是一莫大壓力，但是藝術家莊志輝卻有一位賢內助也是專屬策展人，卻也是一奇妙天賜的組合。因為在此篇文章論述以後，此兩位天作之合的藝術家(莊志輝)與策展人(楊素敏)，也即將展開一場美國兩場展覽發表的旅程，而此次美國藝術創作開創之行，會是莊志輝一場不同的藝術發表會，而這次創作發表之旅，作品展出的名稱就訂為｢記。符號Coding & Decoding｣": "Chuang’s creative breadth and intensity exceed those of the average artist. As someone without formal academic training or institutional support, the pressure of sustaining a lifelong practice—without financial or administrative backing—would be immense for both the artist and his family. Fortunately, Chuang’s wife is not only his life partner but also his dedicated curator—a truly fated and extraordinary pairing. As this article goes to press, the artist (Chuang Chih-Hui) and his curator (Yami Yang)—a couple made for one another—are preparing to embark on a journey to present two exhibitions in the United States. This artistic journey marks a distinctive moment in Chuang’s career. The title of this American exhibition: Memory．Symbol – Coding & Decoding.",
    "對於存在論的定義，存在中柏拉圖將時間認為是對永恒的一種模仿，而亞里士多德卻把時間，定義為計算存在前後運動的指數。如此先驗時間空間的存在現象，方能再進一步論及生命中，存在中｢記｣的印象意義，在此｢記｣的藝術性的思維定義存在的觀念，必須從符號的象徵意義論起。在此意識是主使自我(ego)成為生命記憶的存在，一種前意識現象。但是一位藝術創作者的符號形式，卻不絕對是既有精神上的本質，與存在既有圖面的藝術性，與創作者也不是在一種偶而意識交集產生的，在此才有存在偶然，一種創作者意念與進階意念藝術(idea art)的發生。但是在創作構成既有記憶與圖像的表徵意義，印記記憶構成的符號，卻也成為這位藝術創作者，強烈自我符號的象徵了(或稱風格)。而這次莊志輝美國個展發表的主軸，就以｢記。符號Coding & Decoding｣為名，卻也代表這位藝術家，在心態上似乎完全拋離既有傳統圖像觀念，與一些既有文字圈設的名詞，也把他創作多年行使的階度性創作歷程，自我作一個更清楚更超理性的總結，如此就是｢記。符號Coding & Decoding｣的發表，屬於一種超越人文主義的思考模式，正在藝術家莊志輝身上發生。": "In defining ontology, Plato viewed time as an imitation of eternity, whereas Aristotle defined time as the numerical index used to calculate the movement of existence—before and after. Only through such transcendental understandings of space and time can we begin to explore the meaning of “memory” within existence—and within art. In this context, the artistic conception of memory must begin with the symbolic significance of the sign. Here, consciousness acts as the agent enabling the ego to become a vessel of memory—a phenomenon rooted in pre-conscious awareness. Yet the symbolic form generated by an artist is not merely the product of inherited mental structures or conventional visual aesthetics, nor does it emerge from a fleeting intersection of consciousness. It is here that “existential contingency” arises—where the artist’s intention intersects with advanced conceptual art (idea art) in an act of becoming. When the artist creates, the signs and images drawn from memory take on symbolic meaning—these mnemonic marks eventually become the artist’s own semiotic system, or in other words, their artistic style. Chuang’s upcoming solo exhibition in the United States, titled Memory．Symbol – Coding & Decoding, signals a conceptual departure. It suggests that he has mentally and philosophically shed the constraints of traditional imagery and language-based categorizations. Through this exhibition, he offers a lucid and metarational summation of his long and layered creative journey. This is precisely what Memory．Symbol – Coding & Decoding embodies: a mode of thinking that transcends humanism, actively unfolding within Chuang Chih-Hui’s creative consciousness.",
    "創作的發生，不無可能存在虛無的對論，似乎會讓存在的現象，走入死、胡同一般，但是就哲學美學先驗存在的觀點，生命各自內在，相信都有一套屬於個人屬性的符號條碼，與一種潛意識的印象美學。但是就有一些強烈宗教信仰者，信守如神恩的現象，絕對是神給於存在的一種｢印記｣。但是一位藝術創作者，各自生命既有意識，不無存在一種內在意識顯性印象的數碼。而在此現象面對的思維以內，我卻以為：": "The occurrence of creation is not without the possibility of confronting nihilism—it can lead the phenomenon of existence down a dead-end alley. Yet from the perspective of philosophical aesthetics and transcendental existence, each life holds within itself a unique set of symbolic codes, and an aesthetic of impressions shaped by the subconscious. Some devout religious believers perceive such phenomena as divine grace—an undeniable “mark” bestowed by God upon existence. But for an artist, their existing consciousness inevitably bears its own internal impression—a kind of visible code emerging from within. In response to this phenomenon, I believe:",
    "「走到人間": " Return to the human world",
    "回到意識的圈界": "Back within the boundaries of consciousness",
    "摸索存在": "Groping toward existence",
    "卻問存在是何物": "And yet—what is existence?",
    "是印象是記憶是符號圖碼": "Is it impression, memory, symbolic coding?",
    "還是一種晃夢不醒": "Or merely a swaying dream never shaken?",
    "依舊在蒙太奇的國度": "Still trapped in a montage-like kingdom",
    "讓不同圖像堆積構工": "Where divergent images pile and construct",
    "你盲目地存在": "You exist blindly",
    "創作者": "O creator",
    "構築潛意識的期待": "Who builds the hope of the subconscious",
    "在我": "To me, it is no dream",
    "不是夢": "",
    "不是另次元的狂想曲": " To me, it is no otherworldly rhapsody",
    "只是誰": "It is merely: who knows God? who knows Alice?",
    "認識上帝": "",
    "認識愛麗絲": "",
    "以為": "Believing surreal creation does not exist",
    "創作的超現實不存在": "",
    "而一切我的存在": "Yet all my existence",
    "都是自我的真實創作": "Is the genuine creation of my self",
    "也是平常內在思維": "It is also ordinary inner thought",
    "因為藝術創作者不時": "Because the artist, again and again",
    "在這時間內": "Crosses space while lingering in time",
    "跨越空間在遊走": "",
    "試圖尋找自我心性的美學」": "Attempting to locate the aesthetics of the self",
    "在此由存在主義觀念，進而面對莊志輝自我新創觀念，｢記。符號Coding & Decoding｣的發表，但是就存在實質使內在藝術存在性，來簡單論述藝術家莊志輝，並不能真確了解其藝術進展的方向與面貌。": "While existentialism provides a framework to approach Chuang Chih-Hui’s newly proposed concept of Memory．Symbol – Coding & Decoding, it alone is insufficient to fully grasp the substantial interiority of his artistic existence—nor can it precisely define the trajectory and shape of his evolving practice.",
    "時空記憶一種後超現實主義地再轉換": "Spatial-Temporal Memory as a Post-Surrealist Transformation",
    "在此再回朔藝術家莊志輝，藝術走來的行進路線。在60ˋ70年代，台灣藝術界不若而今藝術環境如此開放，但是一位非學院本科系出身的藝術初生之犢，卻能夠相繼在台北市立美術館(1994)，與國美館(當時的省立美術館)發表個展(1990)，也確實不容易。1990年更能在台北美國文化中發表個展。如此一位台灣年輕藝術家就是莊志輝。藝術家莊志輝如此的藝術創作路程，相信也是奠立他後繼在台灣現代藝術領域發展的基礎地位，而在台灣如此一位年少有成的年輕藝術家，年少時的豐碩成績卻屬不容易，而藝術發展的路途艱辛更不在話下，但是藝術家莊志輝在毫無背景之下，他卻做到了。": "Let us now trace back the artistic path that Chuang has taken. In the 1960s and 70s, Taiwan’s art scene was far less open than it is today. For a self-taught artist without formal academic training to have held solo exhibitions at the Taipei Fine Arts Museum (1994) and the National Taiwan Museum of Fine Arts (then the Provincial Art Museum, in 1990) was truly a rare accomplishment. In fact, in 1990, he also held a solo show at the American Cultural Center in Taipei. That young Taiwanese artist was none other than Chuang Chih-Hui. Chuang’s early artistic trajectory laid the very foundation for his subsequent standing in the field of modern Taiwanese art. To achieve such success at a young age in Taiwan is no easy feat. The difficulties faced along his artistic journey go without saying.And yet—despite having no institutional backing or connections—Chuang accomplished it. ",
    "或許早期藝術圈莊志輝有「台灣新竹達利」之稱，但是如此現象也是台灣藝術創作圖像，容易被某一種既定藝術行形式歸類的陋規。在此我不是刻意壓扁莊志輝任何藝術表現的成就，但是面對一新穎藝術的發生，我們卻如此斷然的歸類，卻也容易將一位藝術創作者，無限可能的藝術創作設限框住了。如果再就莊志輝創作作品本身，表現的一種非常態的類神秘又抽象的表現形式。更也略具反叛性格因素，或許如此也完成合乎表現主義（Expressionnisme）創作表現的形式。但是如此的平白論述，缺乏深入對於莊志輝個人思維藝念(idea art)的企圖面探索強烈的立論證據，但是如此現象，卻也是台灣藝術界的常態。尤其莊志輝創作的表現範圍，也不侷限在平面藝術，其他立體藝術的表現，更也有傑出的表現。但由藝術家個人口述，他參於很多藝術比賽也多是逼於生活壓力的無奈，希望獲取高額獎金改善生活，如此現象確實也是台灣藝術創作者現實的無奈，但是在如此現實惡劣環境壓迫下，卻也造就如此藝術家莊志輝。": "Early in his career, Chuang was often dubbed “The Dalí of Hsinchu.” While flattering, such labels reflect a problematic tendency in Taiwan’s art world—to hastily categorize innovative imagery within familiar artistic stereotypes. I do not mean to diminish Chuang’s achievements by stating this. But such reductive classifications—applied too quickly to novel forms of expression—can confine an artist’s infinite creative potential within limiting frames. Looking more closely at Chuang’s works, they frequently display a non-normative, quasi-mystical, and abstract visual language—one that carries hints of rebellion. These characteristics align with the stylistic traits of Expressionism. However, such plain-surface commentary lacks the depth required to substantiate Chuang’s conceptual intent and his practice as idea art. That said, this superficial mode of art criticism remains common in Taiwan’s art discourse. Chuang’s creative scope is not limited to two-dimensional works. In fact, his achievements in three-dimensional, sculptural forms are equally impressive. According to the artist himself, many of his participations in art competitions were out of necessity—pressured by financial strain and the hope of winning prize money to improve his livelihood. This is, unfortunately, a common predicament faced by many artists in Taiwan. Yet it is precisely under these harsh and constraining conditions that Chuang has forged his resilient identity as an artist.",
    "如果就藝術論藝術，莊志輝藝術創作的表現，純藝術表達的完整性無庸置疑，但是莊志輝絕對不是一位藝術象牙塔的藝術家，或許傳統西方藝術家馬奈（Manet，1832－1883）、莫奈（ Monet1840－1926）、塞尚（ Cézanne1839－1906）等人偉大的作品，能夠讓一些追求藝術心靈飢渴感受的人，在美術館就可以輕易得到如此的慰藉。而當代啟動現代藝術觀念的德國藝術家波依斯(Beuys, 1921-1986)立論倡導，人人都是藝術家，也希冀用藝術行動來塑造社會。如此的行為在傳統藝術繪畫領域或認為是異類。卻也是現代藝術重要思潮。而台灣藝術家莊志輝2016-2018年卻以【「尋找內心的名牌」】為名，在佛教聖地｢佛光緣美術館」舉辦世界巡迴個展，如此藝術的現象表現形式或是展名，或者只是以藝術家個人思維與人生哲理來呈獻發表，但是如此的藝術行為，已充分具備波依斯(Joseph Beuys, 1921-1986)一種存在社會的藝術行為的形塑。": "When judged purely from the perspective of art, Chuang Chih-Hui’s works exhibit undeniable integrity as fine art. However, he is by no means an artist secluded in an ivory tower. The great works of traditional Western artists like Manet, Monet, and Cézanne often provide spiritual solace to those who seek beauty through art—experiences readily accessible in the space of a museum. In contrast, Joseph Beuys—the German artist who propelled contemporary conceptual art—famously proposed that “everyone is an artist,” advocating the use of artistic action as a means to reshape society. Such a stance may seem radical, even alien, within traditional painting discourse, yet it represents one of the core ideas of modern art. Between 2016 and 2018, Chuang Chih-Hui launched a world tour exhibition titled In Search of the Inner Luxury Label, presented at the Fo Guang Yuan Art Museum, a major Buddhist art institution. Whether in form or in name, this artistic project reflects Chuang’s personal philosophy and worldview. And through this very act, he fulfills Joseph Beuys’ vision—art as an agent for shaping society, grounded in the existential presence of the artist.`",
    "存在中藝術的藝術，不離現實非現實的表現，或是不同超越圖繪的藝術抽象表現，遊走時間空間的存在探討，如此也是一非現實現象的存在實質。所以一位前衛藝術創作者面對探索的，往往是超越正常藝術創作圖繪的範疇，甚且是一種跨越時空認知的知識面，而如此行為已經是一種社會常態的異數。甚且藝術家更以此觀念，作為個人秉持的思維面向，以上現象絕對是台灣藝術創作領域，一種少數的少數。而在日前與莊志輝彼此間有一午後小敘，我清楚我面對的藝術家莊志輝，就時空存在美學藝術而言，他進行了諸多藝術創作的表現，不無時空表現的現象，或是揖謝個人意識形式的創作表達。所以在此我以為，正常藝術表現的創作中之中，藝術創作者作品存在觀念，並不是憑空沾來，或是一種隨意性的創作而已。": "The art of existence lies between the real and the unreal, often manifesting as an abstract expression that transcends conventional imagery. It wanders through time and space in pursuit of existential inquiry—this, too, is a substantial mode of non-realistic existence. Thus, a truly avant-garde artist often explores realms far beyond traditional pictorial frameworks. Their investigations extend into epistemologies that traverse time and space—an endeavor that, in a societal context, becomes a rare deviation from the norm. Some artists, like Chuang, have internalized this concept as the axis of their creative thought. This phenomenon remains an extreme rarity within the broader landscape of Taiwanese art. In a recent afternoon conversation I shared with Chuang, it became clear to me: his practice—as it pertains to spatial-temporal aesthetic existence—is not only rich in expression, but also deeply informed by personal consciousness and the stylistic forms that emerge from it. Thus, I believe that in Chuang’s case, the conceptual existence of his works does not stem from mere spontaneity or intuition—it is deliberate, structured, and essential.",
    "這樣一個下午，我與莊志輝交談內容以內，一種非現實存在的超現實主義，已不是單單藝術家莊志輝藝術創作的趨向，而一種幾乎與生俱來，生命中時空跨越的觀念，卻早早充斥在莊志輝生命本質之內。所以在此我論述藝術家莊志輝，我也必然會以一種，存在時空穿越的想法觀點來論述，莊志輝眾多如此表現的藝術創作作品。": "",
    "在虛實中游走時空以內的存在美學": " The Aesthetics of Existence Within the Flux of Reality and Illusion",
    "藝術創作者在現實存在中，在時空維度中，或是在其時間空間兩相面對之下，能夠以藝術創作的表現，來論述時空存在的美學，在我接觸的台灣藝術家之中幾乎是少數的。而以時空維度的存在性來自我詮釋，而能有此時空觀念思維的藝術創作者，除了其自我(ego)意識本質的不同。相對的作品表現上，時空的現象面，必然會顯現在其藝術創作表現的元素上，而藝術家如此一種既有本質的意識，相信也是異於常人的。因為如此的一位藝術創作者，內在心性的意識，必然對於面對時間的存在性，還有空間存在面對的態度，已是一種跨越時空存在的思維。": "Among the Taiwanese artists I have encountered, very few are able to engage with both reality and the dimensions of time and space to articulate a coherent aesthetic of existence. Chuang Chih-Hui is one of these rare individuals who accomplishes this through his artistic creation. To interpret existence through the lens of time and space requires a particular orientation of consciousness. For artists who possess such an outlook—whose ego-structure and internal awareness are inherently different—this temporal-spatial perception inevitably reveals itself in their work. This kind of artist, I believe, is extraordinary by nature. Such an artist approaches time not merely as a passage and space not merely as a container, but through a mindset that inherently transcends both—an outlook shaped by the crossing of dimensions.",
    "人一直期待追求的永恆，是試圖拋離時間參數，進行一種不受時間所限制的永恆存在。而在空間存在內，不離不同維度存在的差異。如此時空美學，卻是在既有時空內，揣度美學可能存在的現象面。但是如此存在的幽度，不離人文認知範疇以內，而在此物理科學與文學藝術，無不對於超越時間一種多維空間，已經力竭心力極盡探索，時空之內可能存在的現象，而能有如此的藝術表現現象美學，卻不時發生在一種超現實主義(Surrealism)或是未來主義(Futurism)，藝術創作作品的表現上。但是在藝術家莊志輝，表現在物象的圖繪上，其早期一種素描作品肢體圖繪，已表現出一種非常人的類人體表現形式。而難能可貴的是藝術家莊志輝，創作這些作品的時間點，並不是其個人已經極其成熟的年紀。": "The eternal—ever longed for by humankind—is essentially a yearning to cast off the parameters of time, to achieve a mode of existence unbound by temporality. Within space, the distinctions between dimensions cannot be ignored. Thus, a “spatial-temporal aesthetic” becomes the field in which one gauges the possible manifestations of beauty that emerge from within the known continuum. Yet these existential depths do not stray far from the domain of humanistic cognition. Physics, literature, and art alike have long exhausted themselves exploring the possibilities of multidimensional space beyond time. Such aesthetic phenomena—where the expressive form itself becomes a site of philosophical inquiry—frequently arise in Surrealism or Futurism, within artworks that dare to trespass conventional time-space logic. In Chuang Chih-Hui’s figural imagery—particularly his early sketch-based works—the depiction of bodies already conveyed a quasi-humanoid form that deviated from ordinary human likeness. It was distinctly “other.” What’s remarkable is that Chuang produced these works not in his artistic maturity, but at a relatively young age—well before full conceptual consolidation.",
    "或許《金剛經》云：「凡所有相，皆是虛妄」但是人一種自我(ego)存在意識的存在性，是不容質疑的。而時空美學卻不同於，超現實主義(Surrealism)存在美學的認知，但就存在次元以內，時間和空間的一種現象，就藝術層面來面對，或許就是一種表現主義(Expressionism)的存在美學，如此的表現絕對不只是一種類抽象和枯燥的現象表達而已，而藝術家能有如此的探索認知，絕對是其自我(ego)強烈意識存在的現象面，一種自我現象投射。而藝術家如此藝術的表現形式或是現象，在台灣是屬於少數，但是窮其一生從事藝術創作的莊志輝，卻從其創作初始，就有如此豐富的類超現實主義的觀念，與如此非人類屬性類人物的創作表現。在此我卻以為意識潛意識的存在性，是莊志輝一種內在既有，一種個人生命自發產生的異類思維。但是如此遊走不同時空以內，類幻想的藝術表現，表現形式彷如爾今藝術科學界描述的外星人一般，與一些科幻電影的場景一般。但是藝術家莊志輝內在意識，似乎極力的想表達呈現，如此一種非我次元以內的現象可能。": "As stated in the Diamond Sutra: “All forms are illusory.” Yet the existence of ego-consciousness—the awareness of the self—remains beyond dispute. The aesthetics of time and space differ from the conventional understanding of surrealist existence. When examined from within the dimensional structure of being, the artistic response to time and space becomes less surrealist and more aligned with Expressionism—a visualized philosophy of existential presence. This mode of expression is not merely an exercise in abstraction or detached formalism. It is the projection of a strong ego-consciousness—an existential projection manifesting as artistic form. Such visual forms and existential aesthetics remain rare in Taiwan. Yet Chuang, from the very beginning of his career, has consistently demonstrated a rich repository of surrealist concepts and representations of figures that transcend human attributes. I believe the existence of both conscious and subconscious thought in Chuang Chih-Hui’s work stems from something deeply embedded—an alternative mode of cognition that arises innately from his personal life force. His traversals through time and space, expressed in fantastical visual forms, resemble the depictions of alien beings in the realms of contemporary sci-art—or the imagined environments of science fiction cinema. And yet, it seems that Chuang’s inner consciousness actively seeks to express a mode of existence that lies outside of the “self-dimension”—something transdimensional and fundamentally other.",
    "而2015年莊志輝在新竹清華大學藝文中心發表｢片斷/個展｣，展出過程中有以下文字敘述莊志輝：": "In 2015, Chuang Chih-Hui presented his solo exhibition Fragments at the Tsing Hua University Arts Center in Hsinchu, accompanied by the following curatorial statement:",
    "｢在莊志輝的藝術世界，零碎即一，一即一切。": "“In the artistic world of Chuang Chih-Hui, fragmentation is unity, and unity is all.",
    "就像人，在片片斷斷的生活中建構一個完整，「一」卻本來存在於片斷。": "Like a human life, shaped through scattered moments, the 'one' is always embedded in the fragment.",
    "零碎的生命身影，因「片斷」而有了連結。": "Life’s broken silhouettes become connected through fragments.",
    "片斷即一，一亦片斷，層層疊疊。｣": "A fragment is a whole; the whole is a fragment—layer upon layer, endlessly interwoven.”",
    "而佛語 ：｢一即一切｣是一種圓滿境界。但是就存在是什麽，柏拉圖學派認為：｢任何一個名詞都對應著一個實際存在｣，但存在現象的界分，卻分虛實的存在面，一般人或許在意的，只是一種實體的存在現象，但是就事實的現狀，存在卻包含存在的一切可能。就莊志輝藝術創作的表現，觀察他此時期的作品，卻有別以往圖面配置的構圖差異。一種類蒙太奇（Montage）方式在此明顯產生了，作品已離開傳統結構秩序的創作畫面，創作的表現已進入一種跨越時間空間軸線，表現不同空間錯位的表現方式，如此的藝術表現，卻也更清楚展現，我上述面對的藝術家莊志輝，希冀表達其存在的生命哲學觀，是一種時空面對對談，或是生命來回面對矛盾困挫的現象面。": "In Buddhist terms, “One is all, and all is one” represents a state of completeness—a realization of wholeness through unity. According to the Platonic school, “Every noun corresponds to an actual existence.” Yet existence itself is split between the real and the illusory.  Most people are preoccupied with tangible, material existence. But in truth, existence encompasses all possible forms of being—including the imagined, the fragmented, and the liminal. Chuang’s works during this period exhibit notable compositional differences from his earlier pieces—marking a shift in spatial logic and symbolic language. A distinctly montage-like approach emerges, displacing traditional compositional order. His work begins to traverse the axes of time and space, expressing deliberate dislocation between spatial fields. This evolution in expression clarifies what I’ve described earlier—Chuang seeks to articulate a life philosophy grounded in the aesthetics of existence, where time and space are in constant dialogue, and life is seen as an oscillation between contradiction and perseverance.",
    "但是在此展莊志輝另一篇自述，更也簡單清楚表達其創作的心態：": "In another statement from the same exhibition, Chuang Chih-Hui himself offered a simpler, more intimate expression of his creative intent:",
    "｢遇見　人群中　匆忙路過　生命的影子。": "“Encountered — The shadow of life, Passing hurriedly through the crowd",
    "面對不斷老去的慾望　我　選擇繪畫　連接": "Facing the ever-aging desire, I choose to paint—",
    "你我零碎的生命片斷身影｣。": " To connect the fragmented silhouettes Of your life and mine.”",
    "就以上論術，再對照文前敘述的莊志輝，我們就能略有端倪，來窺視莊志輝藝術創作存在的可能面向。": "Having traversed the preceding analysis, and now returning to this deeply personal statement, we gain a clearer glimpse into the manifold dimensions of Chuang Chih-Hui’s artistic existence—and the possible directions in which his creations continue to unfold.",
    "藝評家、藝術家  紀向": "By Ji Xiang – Art Critic & Artist",

    "緣於藝術  親於同鄉  才子莊志輝": "Bound by Art, Close by Hometown: The Talented Chuang Chih-Hui",
    "文/交通大學 陳榮傑教授": "By Prof. Chen Rong-Jie, National Chiao Tung University",
    "我想藉此特別為澎湖鄉親介紹同鄉好友，也是出類拔萃的藝術家一莊志輝。他出生於鎖港漁村，澎南國中畢業後即到台灣打工賺錢，後來輾轉到了新竹。1986 年莊志輝「靈魂個展」在新竹社教館舉辦，那年我剛從美國回台，在交通大學任教，因緣巧合，帶著太太參觀了志輝的第一次個展。他作品主題貼近生活，反應當時社會問題和現象，作品風格表現相當獨特，跟一般時下流行的畫風很不一樣，讓我們留下非常深刻的印象。": "I would like to take this opportunity to introduce a fellow Penghu native and dear friend—an outstanding artist—Mr. Chuang Chih-Hui. He was born in the fishing village of Suogang in Penghu. After graduating from Pengnan Junior High School, he left for Taiwan to work and support himself, eventually settling in Hsinchu. In 1986, Chuang held his first solo exhibition, The Soul, at the Hsinchu Social Education Hall. That same year, I had just returned from the U.S. to teach at National Chiao Tung University. By chance, my wife and I visited his debut exhibition. His work addressed themes grounded in everyday life and responded directly to pressing social issues and phenomena of the time. His artistic style was highly distinctive—very different from the prevailing trends back then—which left a lasting impression on us.",
    "初識莊志輝是在他青年時期，孤身一人來到新竹異鄉打拼，邊賺錢自立，邊從事自己最愛的繪畫與雕塑。我看到了樸質的澎湖人性格中的藝術天份，以及一股源源不斷的活力！後來他遇到人生重要的伴侶楊素敏小姐，順利地共組幸福家庭，定居於新竹，並養育一對可愛的子女。為了賺錢養家，他從事過設計等工作，使他的生活更加忙碌，然而對藝術的堅持，卻始終如一。等養育孩子漸長，他自我挑戰走專職的創作路線。人生的種種歷練都是他創作的靈感，或是養分，生活中對家庭丶對社會的反思，都很藝術地進入他的繪畫與雕塑作品當中，比如親子溝通問題，比如社會崇尚名牌的歪風等等，這是在欣賞他的作品的藝術性時，可以順帶玩味的地方。": "I first met Chuang in his youth, when he had arrived alone in Hsinchu to make his way in a foreign city—earning a living while pursuing his passion for painting and sculpture. In him, I saw the artistic talent so often found in the honest, down-to-earth character of Penghu natives—and a tireless, ever-flowing creative vitality. Later, he met his life partner, Ms. Yami Yang. Together, they built a loving family, settled in Hsinchu, and raised two wonderful children. In order to support his family, he took on various design-related jobs, which made his life even busier—but his dedication to art never wavered. As his children grew older, he challenged himself to fully commit to a professional artistic path. Every life experience—its joys and trials—became either an inspiration or nourishment for his creative work. Reflections on family and society have gracefully made their way into Chuang’s paintings and sculptures—for example, the challenges of parent-child communication, or society’s obsession with luxury brands. These issues subtly emerge through the artistry of his works, offering viewers additional layers to ponder while appreciating their aesthetic value.",
    "很多藝術家可能犧牲家庭，全副精力投入於藝術，但是志輝不同，他特別重視家庭生活。賢內助是記者出身，文宣與口才一流，他們夫唱婦隨，合作演出國內外諸多的展覽，也合力教養出優秀的子女，長子莊駿良在台藝大研究所，女兒莊慶怡在交通大學就讀，他們都反映父母愛好藝術的DNA，以及文化涵養的家教。": "Many artists may sacrifice family life in order to devote themselves entirely to their art. But Chuang is different—he places great value on family. His virtuous wife, formerly a journalist, excels in public communication and presentation. The couple has collaborated closely on numerous exhibitions both in Taiwan and abroad, and together they have raised two exceptional children. Their son, Chuang Jun-Liang, is currently in graduate school at the National Taiwan University of Arts, while their daughter, Chuang Ching-Yi, studies at National Chiao Tung University. Both clearly embody their parents’ artistic DNA and cultivated cultural upbringing.",
    "志輝也是生活的藝術家，一雙巧手忙於繪畫與雕塑之餘，包下家中各種所需的手工家具，獨門的設計，令人刮目相看！他也擅長種植盆栽，並在山上開墾農地等等。他家是工作室，也是藝廊，賞心悅目的環境，非常熱情歡迎朋友來聊天泡茶，並定期更換展示作品，給人耳目一新的感覺。": "Chuang is also a true artist of daily life. With his skillful hands, he not only creates paintings and sculptures but also builds all the handmade furniture needed for his home. His unique designs are truly eye-catching and admirable. He is also an avid gardener, tending to potted plants and even cultivating land in the mountains. His home functions both as a studio and a gallery—its delightful ambiance warmly welcomes friends for tea and conversation. He regularly rotates the artwork on display, offering visitors a refreshing new experience each time.",
    "志輝交友甚廣，並熱心公益，擔任過兩任的新竹澎湖同鄉會理事長。很多同鄉會友喜歡在他的工作室聚會聚餐，討論會務之餘，也交流分享藝術與生活等各類知識。我在他家曾分享比特幣及其區塊鏈的原理與應用，就引發志輝的創作靈感，完成一系列令人驚奇的區塊鏈大幅繪畫作品。": "Chuang has a wide social circle and a generous spirit. He has served two terms as President of the Hsinchu Penghu Association. Many fellow townspeople enjoy gathering at his studio for meals and conversation. Beyond association affairs, they also exchange ideas on art, life, and a broad range of topics. I once gave a talk at his home about the principles and applications of Bitcoin and blockchain technology. That sparked Chuang’s creative imagination, leading to the creation of a stunning series of large-scale paintings inspired by blockchain.",
    "志輝的才華，在國內外都已受到肯定，有人讚嘆他是台灣的達利 。他的作品曾在國外巡迴展，法國 、美國 、香港、中國等地都展過，得到相當多的囑目，吸引了外國收藏家，也與當地藝術家惺惺相惜。我想他即將實現他自己少年的夢想：成為一個世界偉大的畫家！今天他擁有的一流藝術的水平，並非是努力模仿就可以達到，而是他不同凡響的理念、創意、獨到的技法、加上不斷的努力和毅力，才造就今天的成績。現在的他依然活力十足，創意隨處捻來，很快就能產出令人驚喜的作品。": "Chuang’s talent has been widely recognized both in Taiwan and abroad. Some even praise him as “Taiwan’s Salvador Dalí.” His works have been shown internationally, including in France, the United States, Hong Kong, and China—garnering significant attention, attracting international collectors, and building mutual admiration with local artists. I believe he is on the verge of realizing his childhood dream: to become one of the great painters of the world. The level of artistic excellence he has achieved today is not something that can be attained through imitation. It is the result of his extraordinary vision, originality, distinctive techniques, and above all, relentless effort and perseverance. Even now, he remains full of vitality, drawing inspiration effortlessly from all around him, and quickly transforming it into astonishing new works.",
    "志輝已闖出了藝術的一片天，享譽國內外，只可惜澎湖人知道他的並不多。欣聞志輝將在人親土親的家鄉澎湖，推出繪畫與雕塑個展，我覺得十分難得，非常值得紀念，樂意在他的畫冊上寫一篇共襄盛舉，即便是狗尾續貂。在此預祝他澎湖展出造成轟動，相信他的未來潛力仍不可限量，必可迎來藝術的巔峰，以及人生的高峰！": "Chuang has carved out a brilliant path in the world of art, earning acclaim both at home and abroad. It’s only a pity that he remains relatively unknown among his fellow Penghu natives. Upon hearing that Chuang will soon hold a solo exhibition of paintings and sculptures in his beloved hometown of Penghu, I felt it a rare and meaningful occasion—well worth commemorating. I am more than happy to contribute this short text for his exhibition catalogue, even if it’s merely a humble flourish on the tail of a dragon. Here, I offer my heartfelt wishes for a resounding success of his upcoming Penghu exhibition. I firmly believe that his potential knows no bounds, and that the peak of his artistic career—and of life itself—is still to come!",
    
    "閱讀記憶-莊志輝個展  局長序": "Reading Memory – Chuang Chih-Hui Solo Exhibition – Foreword by the Director of Penghu County Department of Cultural Affairs",
    "澎湖縣政府文化局 | 局長  洪棟霖": "",
    "藝術家莊志輝1965年出生於澎湖，近年在歐美廣受藝評家及媒體的好評，成長於海洋島嶼，揚名於國際藝壇，他用藝術讓世界看見臺灣。": "Artist Chuang Chih-Hui, born in Penghu in 1965, has in recent years received acclaim from critics and media across Europe and the Americas. Raised on an oceanic island and now celebrated on the international art stage, he has used art to make Taiwan visible to the world.",
    "法國的哲學家、符號學家，同時也是畫家的 Francis Raphaël Jacq 撰文力薦莊志輝，曾表示：「莊志輝的作品可以是歐亞思想溝通的橋樑，作品哲理與哲學大師勒內・笛卡兒（René Descartes）的方法論有異曲同工之妙」。國際藝評家暨作家 Fernando Casanova 也高度肯定莊志輝的藝術成就，曾在《自由日報》（Diario Libre）發表臺灣藝術評析中，選出兩位臺灣當代藝術代表人物，分析其創作的特色與風格，莊志輝是其中之一。他提到：「莊志輝作品的型態及主題國際化，你在第一眼觀賞的時候，不會認為那是東方藝術家的作品，但是觀察作品的細微處時，將會感受到臺灣的印象」。": "Francis Raphaël Jacq—a French philosopher, semiotician, and painter—has strongly recommended Chuang's work, stating: “Chuang Chih-Hui’s art can serve as a bridge of thought between Europe and Asia; his philosophical logic closely mirrors the methodology of René Descartes.” International art critic and writer Fernando Casanova has also recognized Chuang’s achievements. In a Taiwanese art feature published in Diario Libre, he selected two representative contemporary Taiwanese artists—Chuang among them—for an in-depth analysis of their styles and creative identities. Casanova wrote: “Chuang’s visual language and themes are deeply international. At first glance, one might not recognize the artist as coming from the East—but upon closer inspection, traces of Taiwan emerge in the details.”",
    "莊志輝的思想自由、創意奔騰飛馳，源自於孕育他的故鄉澎湖。這次返鄉首展，精選出年輕時期到近年的代表作品，包括：2017年在巴黎世界巡迴個展時，廣受喜愛及熱烈討論的《尋找內心的名牌》、《彼岸》等系列作品；藝術家為此次展覽創作最新的作品《童年海洋記憶》系列作品； 另有《不是蓋的》回收玻璃再創的雕塑系列，這個廢材棄物的創作概念源於他國中時期，那物資缺乏的年代，他即曾利用拾得的材料巧思創作，並榮獲全國工藝比賽第一名的大獎，至今仍是令人深感振奮，也將在本次「閱讀記憶-莊志輝個展」中發表。": "Chuang’s unbounded imagination and intellectual freedom are rooted in his homeland of Penghu. This long-awaited homecoming exhibition presents selected works spanning from his youth to the present day—including Luxury Within and The Other Shore, both widely praised during his 2017 solo world tour in Paris. Also featured are his newest series Childhood Memories of the Ocean, as well as No Cover—a collection of sculptures crafted from recycled glass. This concept of transforming discarded materials traces back to his junior high school days, when, despite material scarcity, he ingeniously repurposed found objects and won first place in Taiwan’s National Craft Competition—an inspiring achievement, now revisited in this exhibition.",
    "1986年原擬在澎湖策辦個展，因韋恩颱風影響延遲至今，此時莊志輝的藝術造詣已是爐火純青、揚名國際。他將分享獨特的創作哲思與豐富的策展經驗，引導觀展者無窮的想像力，啟發人生的智慧，提升心靈的層次。莊志輝是澎湖風土滋養成長的藝術家，本次返鄉首展是他遊歷世界後回到家鄉的新里程碑，特為序祝賀，表達我們對珍愛澎湖的藝術家的支持。": "Originally scheduled to exhibit in Penghu in 1986, his plans were interrupted by Typhoon Wayne. Now, decades later, Chuang returns at the height of his artistic maturity and international renown. Through this exhibition, he shares not only his unique creative philosophy but also his curatorial insights—guiding viewers into boundless imagination, awakening wisdom, and uplifting the soul. Chuang Chih-Hui is an artist nurtured by Penghu’s land and spirit. This homecoming exhibition marks a new milestone in his global journey, and it is with deep respect and joy that we offer this preface—affirming our wholehearted support for a beloved artist of Penghu.",
    "澎湖縣政府文化局": "Penghu County Government",
    "局長  洪棟霖  謹上": "Director, Department of Cultural Affairs,  Hung Dong-Lin",
    "111年9月24日": "September 24, 2022",

    "閱讀記憶-莊志輝個展 縣長序": "Reading Memory – Chuang Chih-Hui Solo Exhibition",
    "澎湖 賴峰偉 縣長": "Foreword by the Penghu County Magistrate, Lai Fengwei",
    "如果向前看不見汪洋，那麼抬頭必定是蒼穹。": " If you cannot see the vast ocean before you, then surely, above you, lies the open sky.",
    "如能閱讀莊志輝的記憶，「海闊天空」應是他最初的記憶----是澎湖環境的寫照，亦是澎湖人的心胸。": "If one could read the memory of Chuang Chih-Hui, “a boundless sea and sky” would surely be his earliest imprint—a reflection of Penghu’s landscape and the breadth of its people’s spirit.",
    "莊志輝於國中時得到全國工藝比賽第一名，而獲頒澎湖優秀青年，從此開啟追尋藝術之路。16歲時以夢想為槳，橫渡黑水溝到臺灣，獨自在新竹定居，以創作鬥志撐過艱困歲月，4年後在新竹社教館舉辦第一場個展，媒體爭相報導、佳評如潮，並創下展館最年輕個展者之紀錄。隔年在本縣文化局的邀請下回鄉辦展，卻遇上韋恩颱風，風雨無情地摧毀大部份作品，卻沒有淹沒他追求藝術的熱情。莊志輝，以澎湖人耐住東北季風的韌性，不僅從澎湖吹到臺灣圓夢，更將他吹向世界的藝術舞台。30歲前，他完成在北美館、國美館、美國文化中心等幾處臺灣美術殿堂的個展。2016年至2019年間，馬不停蹄地在世界巡迴個展，足跡遍及巴黎、瑞士、洛杉磯、葡萄牙、香港、中國等地。": "In junior high, Chuang won first prize in the National Craft Competition and was recognized as an Outstanding Youth of Penghu, thus beginning his pursuit of art. At age sixteen, he rowed across the Black Ditch with dreams as his oar, settling alone in Hsinchu. Through sheer creative determination, he overcame hardship and, just four years later, held his first solo exhibition at the Hsinchu Social Education Hall. The media responded with acclaim, and he became the youngest artist to ever exhibit there. The following year, he was invited back to Penghu by the County Cultural Affairs Bureau to exhibit, but Typhoon Wayne struck—destroying most of his works. Yet even such ruthless winds could not extinguish his passion for art. Chuang, with the tenacity of a Penghu native weathered by northeast monsoons, sailed not only from Penghu to Taiwan in pursuit of his dream, but further—onto the global stage of art. Before turning thirty, he had already held solo exhibitions at Taiwan’s major art institutions, including the Taipei Fine Arts Museum, the National Taiwan Museum of Fine Arts, and the American Cultural Center. From 2016 to 2019, he toured the globe with solo exhibitions, leaving his mark in cities such as Paris, Switzerland, Los Angeles, Portugal, Hong Kong, and across China.",
    "莊志輝，素有臺灣達利之稱，縣府屢次邀請他回鄉辦展，滿滿的海外檔期總是無法成行，這次卻因為疫情促成了《閱讀記憶-莊志輝個展》。本展精選百件類超現實繪畫及雕塑作品，形式前衛且具創意，並富生命哲理。": "Known as “Taiwan’s Dalí,” Chuang has often been invited by the county government to hold exhibitions in his hometown, but his full international schedule made it difficult. This time, however, the pandemic has serendipitously allowed for Reading Memory – Chuang Chih-Hui Solo Exhibition to take place. This exhibition features a selection of 100 surrealist-inspired paintings and sculptures—formally avant-garde, imaginatively bold, and rich with philosophical reflections on life.",
    "我問這位少年時背著畫架在澎湖田園和海邊寫生的藝術家，浪跡天涯、闖盪藝壇之後，什麼是偉大藝術家的定義？他說：「就是發揮藝術天賦以達到極緻，並與世人分享」。莊志輝成長於海闊天空的澎湖，造就他突破框架與國界的藝術創意，成功地用藝術與各國人們對話，讓世界看見臺灣。我們欣喜傑出鄉親的藝術成就，成為澎湖的驕傲。": "I once asked this artist, who in his youth carried an easel through Penghu’s fields and seashores, now a world traveler and seasoned figure in the art world: What defines a great artist? He replied, “It is to take one’s artistic gift to its fullest potential—and to share it with the world.” Raised under the wide skies of Penghu, Chuang developed a creative spirit that breaks through boundaries and nations. Through art, he has engaged in meaningful dialogue with the world—and made Taiwan seen. We celebrate the achievements of this exceptional native son, who stands today as a true pride of Penghu.",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",

    "聯繫我們":"Contact Us",
    "歡迎合作邀約":"Welcome for Any Cooperation",
    "經紀人：楊素敏小姐":"Agent: Miss Yang Suming",
    "聯絡電話：0911868649":"Contact Number：0911868649",
    "工作室地址：新竹市東區學府路19號":"Studio Address : No. 19, Xuefu Road, East District, Hsinchu City, Taiwan",
    "EMAIL：yamifilm@gmail.com":"MAIL：yamifilm@gmail.com",
    "地址":"Address",
    "IG":"Instagra",
    "FB":"Facebook",
    "紀錄片":"Documentary"
}