import React from 'react'

const Critics5 = () => {
  return (
    <div className='criticsContainer'>
        <div className='title'>
            <h2><b>「記。符號Coding & Decoding」藝術存在觀念的轉換</b></h2>
            <h4>《莊志輝一位跨越時空遊走在存在美學的藝術家》紀向</h4>
        </div>
        <div className='content'>
            <h4>藝術如果只是一種無我的表現，也勿需用多餘的文字來敘述來論述，這藝術家創作藝術的必然或是事因。如果一位藝術創作者，卻以其一生生命來換取藝術作品存在生命的類現象，如此的一位藝術創作者，再也不是一位畫家或是雕刻家，而是一位藝術家。</h4>
            <h4>而台灣中青輩現代藝術家莊志輝，就是以一生懸命投入藝術創作生涯。他面對藝術持有的態度，相信不只是一便宜行事的單純工作而以。所以藝術也是自我清楚意識實現的藝念藝術(idea art)。如此的現象就藝術家莊志輝而言，藝術創作已不僅僅是藝術，而是其一生必須完完全全投入的生命志業，而此志業的形式，藝術家莊志輝內在自我意識，卻選擇藝術表現的形式，來呈現自我(ego)生命中本我(id)希冀的面向。</h4>
            <h4>綜觀藝術家莊志輝，創作的能量寬廣度，已超越一般藝術創作者的能量值，因為一位非本科非學院出身的藝術創作者，在無行政與經濟奧援之下，持續的創作對於藝術家與藝術家週邊的家人而言，相信是一莫大壓力，但是藝術家莊志輝卻有一位賢內助也是專屬策展人，卻也是一奇妙天賜的組合。因為在此篇文章論述以後，此兩位天作之合的藝術家(莊志輝)與策展人(楊素敏)，也即將展開一場美國兩場展覽發表的旅程，而此次美國藝術創作開創之行，會是莊志輝一場不同的藝術發表會，而這次創作發表之旅，作品展出的名稱就訂為｢記。符號Coding & Decoding｣</h4>
            <h4>對於存在論的定義，存在中柏拉圖將時間認為是對永恒的一種模仿，而亞里士多德卻把時間，定義為計算存在前後運動的指數。如此先驗時間空間的存在現象，方能再進一步論及生命中，存在中｢記｣的印象意義，在此｢記｣的藝術性的思維定義存在的觀念，必須從符號的象徵意義論起。在此意識是主使自我(ego)成為生命記憶的存在，一種前意識現象。但是一位藝術創作者的符號形式，卻不絕對是既有精神上的本質，與存在既有圖面的藝術性，與創作者也不是在一種偶而意識交集產生的，在此才有存在偶然，一種創作者意念與進階意念藝術(idea art)的發生。但是在創作構成既有記憶與圖像的表徵意義，印記記憶構成的符號，卻也成為這位藝術創作者，強烈自我符號的象徵了(或稱風格)。而這次莊志輝美國個展發表的主軸，就以｢記。符號Coding & Decoding｣為名，卻也代表這位藝術家，在心態上似乎完全拋離既有傳統圖像觀念，與一些既有文字圈設的名詞，也把他創作多年行使的階度性創作歷程，自我作一個更清楚更超理性的總結，如此就是｢記。符號Coding & Decoding｣的發表，屬於一種超越人文主義的思考模式，正在藝術家莊志輝身上發生。</h4>
            <h4>創作的發生，不無可能存在虛無的對論，似乎會讓存在的現象，走入死、胡同一般，但是就哲學美學先驗存在的觀點，生命各自內在，相信都有一套屬於個人屬性的符號條碼，與一種潛意識的印象美學。但是就有一些強烈宗教信仰者，信守如神恩的現象，絕對是神給於存在的一種｢印記｣。但是一位藝術創作者，各自生命既有意識，不無存在一種內在意識顯性印象的數碼。而在此現象面對的思維以內，我卻以為：</h4>
            <h4 style={{color:"#000"}}>
              <b>
                「走到人間<br />
                回到意識的圈界<br />
                摸索存在<br />
                卻問存在是何物<br />
                是印象是記憶是符號圖碼<br />
                還是一種晃夢不醒<br />
                依舊在蒙太奇的國度<br />
                讓不同圖像堆積構工<br />
                你盲目地存在<br />
                創作者<br />
                構築潛意識的期待<br />
                在我<br />
                不是夢<br />
                在我<br />
                不是另次元的狂想曲<br />
                只是誰<br />
                認識上帝<br />
                認識愛麗絲<br />
                以為<br />
                創作的超現實不存在<br />
                而一切我的存在<br />
                都是自我的真實創作<br />
                也是平常內在思維<br />
                因為藝術創作者不時<br />
                在這時間內<br />
                跨越空間在遊走<br />
                試圖尋找自我心性的美學」
              </b>
            </h4>
            <h4>在此由存在主義觀念，進而面對莊志輝自我新創觀念，｢記。符號Coding & Decoding｣的發表，但是就存在實質使內在藝術存在性，來簡單論述藝術家莊志輝，並不能真確了解其藝術進展的方向與面貌。</h4>
            
            <h3><b>時空記憶一種後超現實主義地再轉換</b></h3>
            <h4>在此再回朔藝術家莊志輝，藝術走來的行進路線。在60ˋ70年代，台灣藝術界不若而今藝術環境如此開放，但是一位非學院本科系出身的藝術初生之犢，卻能夠相繼在台北市立美術館(1994)，與國美館(當時的省立美術館)發表個展(1990)，也確實不容易。1990年更能在台北美國文化中發表個展。如此一位台灣年輕藝術家就是莊志輝。藝術家莊志輝如此的藝術創作路程，相信也是奠立他後繼在台灣現代藝術領域發展的基礎地位，而在台灣如此一位年少有成的年輕藝術家，年少時的豐碩成績卻屬不容易，而藝術發展的路途艱辛更不在話下，但是藝術家莊志輝在毫無背景之下，他卻做到了。</h4>
            <h4>或許早期藝術圈莊志輝有「台灣新竹達利」之稱，但是如此現象也是台灣藝術創作圖像，容易被某一種既定藝術行形式歸類的陋規。在此我不是刻意壓扁莊志輝任何藝術表現的成就，但是面對一新穎藝術的發生，我們卻如此斷然的歸類，卻也容易將一位藝術創作者，無限可能的藝術創作設限框住了。如果再就莊志輝創作作品本身，表現的一種非常態的類神秘又抽象的表現形式。更也略具反叛性格因素，或許如此也完成合乎表現主義（Expressionnisme）創作表現的形式。但是如此的平白論述，缺乏深入對於莊志輝個人思維藝念(idea art)的企圖面探索強烈的立論證據，但是如此現象，卻也是台灣藝術界的常態。尤其莊志輝創作的表現範圍，也不侷限在平面藝術，其他立體藝術的表現，更也有傑出的表現。但由藝術家個人口述，他參於很多藝術比賽也多是逼於生活壓力的無奈，希望獲取高額獎金改善生活，如此現象確實也是台灣藝術創作者現實的無奈，但是在如此現實惡劣環境壓迫下，卻也造就如此藝術家莊志輝。</h4>
            <h4>如果就藝術論藝術，莊志輝藝術創作的表現，純藝術表達的完整性無庸置疑，但是莊志輝絕對不是一位藝術象牙塔的藝術家，或許傳統西方藝術家馬奈（Manet，1832－1883）、莫奈（ Monet1840－1926）、塞尚（ Cézanne1839－1906）等人偉大的作品，能夠讓一些追求藝術心靈飢渴感受的人，在美術館就可以輕易得到如此的慰藉。而當代啟動現代藝術觀念的德國藝術家波依斯(Beuys, 1921-1986)立論倡導，人人都是藝術家，也希冀用藝術行動來塑造社會。如此的行為在傳統藝術繪畫領域或認為是異類。卻也是現代藝術重要思潮。而台灣藝術家莊志輝2016-2018年卻以【「尋找內心的名牌」】為名，在佛教聖地｢佛光緣美術館」舉辦世界巡迴個展，如此藝術的現象表現形式或是展名，或者只是以藝術家個人思維與人生哲理來呈獻發表，但是如此的藝術行為，已充分具備波依斯(Joseph Beuys, 1921-1986)一種存在社會的藝術行為的形塑。</h4>
            <h4>存在中藝術的藝術，不離現實非現實的表現，或是不同超越圖繪的藝術抽象表現，遊走時間空間的存在探討，如此也是一非現實現象的存在實質。所以一位前衛藝術創作者面對探索的，往往是超越正常藝術創作圖繪的範疇，甚且是一種跨越時空認知的知識面，而如此行為已經是一種社會常態的異數。甚且藝術家更以此觀念，作為個人秉持的思維面向，以上現象絕對是台灣藝術創作領域，一種少數的少數。而在日前與莊志輝彼此間有一午後小敘，我清楚我面對的藝術家莊志輝，就時空存在美學藝術而言，他進行了諸多藝術創作的表現，不無時空表現的現象，或是揖謝個人意識形式的創作表達。所以在此我以為，正常藝術表現的創作中之中，藝術創作者作品存在觀念，並不是憑空沾來，或是一種隨意性的創作而已。</h4>
            <h4>這樣一個下午，我與莊志輝交談內容以內，一種非現實存在的超現實主義，已不是單單藝術家莊志輝藝術創作的趨向，而一種幾乎與生俱來，生命中時空跨越的觀念，卻早早充斥在莊志輝生命本質之內。所以在此我論述藝術家莊志輝，我也必然會以一種，存在時空穿越的想法觀點來論述，莊志輝眾多如此表現的藝術創作作品。</h4>
            
            <h3><b>在虛實中游走時空以內的存在美學</b></h3>
            <h4>藝術創作者在現實存在中，在時空維度中，或是在其時間空間兩相面對之下，能夠以藝術創作的表現，來論述時空存在的美學，在我接觸的台灣藝術家之中幾乎是少數的。而以時空維度的存在性來自我詮釋，而能有此時空觀念思維的藝術創作者，除了其自我(ego)意識本質的不同。相對的作品表現上，時空的現象面，必然會顯現在其藝術創作表現的元素上，而藝術家如此一種既有本質的意識，相信也是異於常人的。因為如此的一位藝術創作者，內在心性的意識，必然對於面對時間的存在性，還有空間存在面對的態度，已是一種跨越時空存在的思維。</h4>
            <h4>人一直期待追求的永恆，是試圖拋離時間參數，進行一種不受時間所限制的永恆存在。而在空間存在內，不離不同維度存在的差異。如此時空美學，卻是在既有時空內，揣度美學可能存在的現象面。但是如此存在的幽度，不離人文認知範疇以內，而在此物理科學與文學藝術，無不對於超越時間一種多維空間，已經力竭心力極盡探索，時空之內可能存在的現象，而能有如此的藝術表現現象美學，卻不時發生在一種超現實主義(Surrealism)或是未來主義(Futurism)，藝術創作作品的表現上。但是在藝術家莊志輝，表現在物象的圖繪上，其早期一種素描作品肢體圖繪，已表現出一種非常人的類人體表現形式。而難能可貴的是藝術家莊志輝，創作這些作品的時間點，並不是其個人已經極其成熟的年紀。</h4>
            <h4>或許《金剛經》云：「凡所有相，皆是虛妄」但是人一種自我(ego)存在意識的存在性，是不容質疑的。而時空美學卻不同於，超現實主義(Surrealism)存在美學的認知，但就存在次元以內，時間和空間的一種現象，就藝術層面來面對，或許就是一種表現主義(Expressionism)的存在美學，如此的表現絕對不只是一種類抽象和枯燥的現象表達而已，而藝術家能有如此的探索認知，絕對是其自我(ego)強烈意識存在的現象面，一種自我現象投射。而藝術家如此藝術的表現形式或是現象，在台灣是屬於少數，但是窮其一生從事藝術創作的莊志輝，卻從其創作初始，就有如此豐富的類超現實主義的觀念，與如此非人類屬性類人物的創作表現。在此我卻以為意識潛意識的存在性，是莊志輝一種內在既有，一種個人生命自發產生的異類思維。但是如此遊走不同時空以內，類幻想的藝術表現，表現形式彷如爾今藝術科學界描述的外星人一般，與一些科幻電影的場景一般。但是藝術家莊志輝內在意識，似乎極力的想表達呈現，如此一種非我次元以內的現象可能。</h4>
            
            <h4>而2015年莊志輝在新竹清華大學藝文中心發表｢片斷/個展｣，展出過程中有以下文字敘述莊志輝：</h4>
            <h4 style={{color:"#000"}}>
              <b>
              ｢在莊志輝的藝術世界，零碎即一，一即一切。<br />
              就像人，在片片斷斷的生活中建構一個完整，「一」卻本來存在於片斷。<br />
              零碎的生命身影，因「片斷」而有了連結。<br />
              片斷即一，一亦片斷，層層疊疊。｣
              </b>
            </h4>

            <h4>而佛語 ：｢一即一切｣是一種圓滿境界。但是就存在是什麽，柏拉圖學派認為：｢任何一個名詞都對應著一個實際存在｣，但存在現象的界分，卻分虛實的存在面，一般人或許在意的，只是一種實體的存在現象，但是就事實的現狀，存在卻包含存在的一切可能。就莊志輝藝術創作的表現，觀察他此時期的作品，卻有別以往圖面配置的構圖差異。一種類蒙太奇（Montage）方式在此明顯產生了，作品已離開傳統結構秩序的創作畫面，創作的表現已進入一種跨越時間空間軸線，表現不同空間錯位的表現方式，如此的藝術表現，卻也更清楚展現，我上述面對的藝術家莊志輝，希冀表達其存在的生命哲學觀，是一種時空面對對談，或是生命來回面對矛盾困挫的現象面。</h4>
            <h4>但是在此展莊志輝另一篇自述，更也簡單清楚表達其創作的心態：</h4>
            <h4 style={{color:"#000"}}>
              <b>
                ｢遇見　人群中　匆忙路過　生命的影子。<br />
                面對不斷老去的慾望　我　選擇繪畫　連接<br />
                你我零碎的生命片斷身影｣。
              </b>
            </h4>

            <h4>就以上論術，再對照文前敘述的莊志輝，我們就能略有端倪，來窺視莊志輝藝術創作存在的可能面向。</h4>
            <h4>藝評家、藝術家  紀向</h4>
        </div>
    </div>
  )
}

export default Critics5