import React from 'react'

const Critics8 = () => {
  return (
    <div className='criticsContainer'>
      <div className='title'>
          <h2><b>閱讀記憶-莊志輝個展 縣長序</b></h2>
          <h4>澎湖 賴峰偉 縣長</h4>
      </div>
      <div className='content'>
        <h4>如果向前看不見汪洋，那麼抬頭必定是蒼穹。</h4>
        <h4>如能閱讀莊志輝的記憶，「海闊天空」應是他最初的記憶----是澎湖環境的寫照，亦是澎湖人的心胸。</h4>
        <h4>莊志輝於國中時得到全國工藝比賽第一名，而獲頒澎湖優秀青年，從此開啟追尋藝術之路。16歲時以夢想為槳，橫渡黑水溝到臺灣，獨自在新竹定居，以創作鬥志撐過艱困歲月，4年後在新竹社教館舉辦第一場個展，媒體爭相報導、佳評如潮，並創下展館最年輕個展者之紀錄。隔年在本縣文化局的邀請下回鄉辦展，卻遇上韋恩颱風，風雨無情地摧毀大部份作品，卻沒有淹沒他追求藝術的熱情。莊志輝，以澎湖人耐住東北季風的韌性，不僅從澎湖吹到臺灣圓夢，更將他吹向世界的藝術舞台。30歲前，他完成在北美館、國美館、美國文化中心等幾處臺灣美術殿堂的個展。2016年至2019年間，馬不停蹄地在世界巡迴個展，足跡遍及巴黎、瑞士、洛杉磯、葡萄牙、香港、中國等地。</h4>
        <h4>莊志輝，素有臺灣達利之稱，縣府屢次邀請他回鄉辦展，滿滿的海外檔期總是無法成行，這次卻因為疫情促成了《閱讀記憶-莊志輝個展》。本展精選百件類超現實繪畫及雕塑作品，形式前衛且具創意，並富生命哲理。</h4>
        <h4>我問這位少年時背著畫架在澎湖田園和海邊寫生的藝術家，浪跡天涯、闖盪藝壇之後，什麼是偉大藝術家的定義？他說：「就是發揮藝術天賦以達到極緻，並與世人分享」。莊志輝成長於海闊天空的澎湖，造就他突破框架與國界的藝術創意，成功地用藝術與各國人們對話，讓世界看見臺灣。我們欣喜傑出鄉親的藝術成就，成為澎湖的驕傲。</h4>

        {/* <h4>澎湖 賴峰偉 縣長</h4> */}
      </div>
    </div>
  )
}

export default Critics8