import React from 'react'
import { useTranslation } from 'react-i18next';

const Critics4 = () => {
  const { t } = useTranslation();

  return (
    <div className='criticsContainer'>
        <div className='title'>
            <h2>{('莊志輝： 超現實主義者的超法')}</h2>
            <h4>{t('宋文里')}</h4>
        </div>
        <div className='content'>
            <h4>{t('「出生於澎湖的莊志輝，從民國75年開始於新竹省立社教館舉辦首次個人畫展後，至今已在美國文化中心、台灣省立美術館、台北市立美術館、台積電－竹風藝廊、聯發科藝廊、三義木雕博物館等１５處展出個人作品。」')}</h4>
            <h4>{t('這是取自網路上的縣府新聞，說莊志輝從民國75年到100年，已經在15處舉辦個展。取出這條資訊，只是為了求證一下，在我擔任清大藝術中心主任那幾年中（1988─1991），也曾經請莊志輝來展出一次，但在新聞中沒提。是什麼緣故？我似乎不太計較，但我有幸結識莊志輝，就是在清大的展覽期間（應該是在1988-89年間，算是志輝的早年）。有一位美國的訪問學者，Prof. Aldridge，我們早就認識的。他去看了展覽後，悄悄問了我一下：是不是可以跟這位畫家買畫？我知道Prof. Aldridge有收藏畫作的癖好，他告訴我非常欣賞莊志輝的作品。我也說我喜歡，一看上就請他來展出的。兩人志趣相投地聊一聊，發現他是說真的，我也就認真去跟莊志輝談談。我想那時還青澀的莊志輝很高興有人來買畫。幾天後，Prof. Aldridge就回美國去了，非常高興隨身帶了兩幅莊志輝的作品。')}</h4>
            <h4>{t('Prof. Aldridge和我一樣喜歡的作品是什麼樣子？我也許無法確定，因為他已經帶走了。但我很肯定那是早期的素描。幾乎無可否認，是屬於超現實主義 (Sur-realism)的作品。這種「主義」曾經在全球引發熱潮。就這種潮流現象，我特別喜歡拿他和一位英國的畫家Desmond Morris拿來作個比較，而這種比較是在理解一種主義時很有樂趣的方法。')}</h4>
            <h4>{t('Morris的畫風會比較抽象一點。我看出他超現實主義有兩種「超法」：一是由寫實物件拼成半抽象或抽象圖景，另一則是由抽象逕行超入「意象」。前者常常容易看出畫家在「畫什麼」，但對於後者，需要進一步解釋，尤其什麼是「意象」。我在下文中會另闢篇幅來作說明。')}</h4>
            <h4>{t('超(sur-)這個字頭就是好像加快速度，超車趕過的意思，所以Sur-realism可以理解為趕過寫實主義。The Arbiter, 2020 仲裁者看看Morris晚近的超現實，是以什麼寫實物件拼成他的抽象圖景。這裡要先分析此圖中的')}</h4>
            <div>
              <h4>{t('寫實物件')}</h4>
              <img src="" alt="寫實物件" />
              <ul>
                <ol>{t('狗咬的骨頭＋變形的狗骨頭，構成上半身的骨架。')}</ol>
                <ol>{t('其上置一頭部，看得見有眼有口，口中有齒。正是一隻狗。')}</ol>
                <ol>{t('中間加一橫，就可接到下半身，畫家安排了一個可由其中抽出三根骨骼的容器。抽出骨骼，有典用《舊約聖經・創世記》的意思。')}</ol>
              </ul>
              <h5>Three (abstract) figures in the night 2015</h5>
            </div>

            <div>
              <h4>{t('在此分析中，我看出這是和甲骨文使用了同樣的造字法。Desmond Morris給它的題名「仲裁者」，是法官的圖象，有諷刺的意味，但在此之外沒有太多的言外之意。他在五年前的一幅作品《三隻夜裡的（抽象）圖象》跟此有連續性的關係，我乾脆將它改名為「三隻吠月之犬」。')}</h4>
              <img src="" alt="***" />
              <img src="" alt="圖一圖二" />
            </div>

            <div>
              <h4>{t('莊志輝的「超法」，早期確實比較多寫實物件的拼接。後來他也會發展出抽象化的傾向。他的早年作品有些沒有題名，因為根本不需要。')}</h4>
              <img src="" alt="圖片Pending" />
              <h4>{t('像這張，只要仔細看，兩匹馬一雄一雌，就是一對夫妻，也就是父母，分向兩邊拉開，兩個孩子在其中的姿態由顛簸到近乎摔跌。這麼簡單的故事。實在不需把圖景拿來翻譯。')}</h4>
              <img src="" alt="圖片Pending" />
              <img src="" alt="圖片Pending" />
            </div>
            <h4>{t('我那時喜歡莊志輝的「超法」，就是基本上不脫離寫實安排的風格。因為我自己也愛畫，在某程度上會碰到可以互相比較的主題。我當時還不太能把恐怖悲慘的元素包含在我的圖景裡。然而在莊志輝一貫的風格中，就一直看到這種悲劇的元素，但他能夠把這元素壓在背景中，或成為併置的主題。這種處理的手法，我覺得需要學習。看看這圖中，我畫的手伸出去，像是要抓住什麼，但我沒畫出來。')}</h4>
            <h4>{t('在前面引出的兩幅畫（圖一／圖二），你們看到了嗎？什麼東西被壓在懷裡？──抱在死神手中的犧牲，眼睜睜地看著自己的死亡。')}</h4>

            <div>
              <img src="" alt="圖片Pending" />
              <h4>{t('再來看這幅作品')}</h4>
              <h4>{t('口含著十字架的稻草人 眼睜睜看見自己的命運； 或是由上端的天使 在回顧基督教的歷史')}</h4>
              <h4>{t('在西方人眼中，對於典用基督教的意象本來就會很敏感。但是耶穌基督變成稻草人，這是一場隱喻的絕活，我猜想Prof. Aldridge在畫展上看到這幅畫時，一定會很驚訝：這個不在基督教信仰文化中的人，對於耶穌基督，到底在想什麼？')}</h4>
              <img src="" alt="圖片Pending" />
            </div>
            
            <h4>{t('到了近年，莊志輝把平面圖象轉為立體的木雕作品。在我看來，這種媒材的改變仍維持著先前的畫風。還加上標題：「稍歇的白雲」。我想是在幫助觀者的理解，但我認為幫不了太多的忙，因為這四個字以外，可觀的細節仍有很多，譬如環繞作品走一圈，會發現光影效果的變化，等於多了一層畫面上的因子。')}</h4>
            <h4>{t('我除了在臉書上看見近作的發表之外，還沒有實地看到更多的作品。印象中的抽象表現應該是更會轉向無題化，和世界上大多數的超寫實主義作品一樣，就是由作品本身去闡述自己的邏輯。（這說法跟後來的發現不符，但對於這意思，我不改動文字，見下文）藝術家要接受這種挑戰，是舉世皆然。我聽到一位畫家，學院派出身，後來決定他自己要全力投入的畫風，就是寫實主義的大幅作品。他的理由很簡單，就是畫廊派的典型說法：不必花腦筋。')}</h4>
            <h3>「稍歇的白雲」</h3>
            <h4>{t('藝術沒有不花腦筋的。再怎麼平實的所謂寫實風格，都避免不了取材的觀點，景物擺放的位置選擇，光影的強調或刪減，以及剪裁的計算，等等，最需要提醒觀畫者的是，用手機拍攝眼見的景物，這種動作本來就應該排除在藝術的門檻外。藝術創作最忌用「平常心」來看或來想，假若藝術變得這麼平常，我們只能看見它的下場，就是平庸化，了無可觀之處。莊志輝不可能陷入這個陷阱。我一看到他的生活方式，如同一個修行人，但非來自宗教的選擇，就知道藝術的超越性已經變成生活的一個「向度」──「向度」一詞是從我最近翻譯出版的書《意義的意志》中取來的，要點是說，這個邏輯必須算在他的藝術作品中，而這樣的計算，通常是AI算不出來的。在今天，電腦正要跨足到人類信念的一切向度之時，你知道它無法跨入藝術的領域，你會覺得藝術家才是保證人類意義的最後鬥士。AI總是趕不上也超不了的。')}</h4>
            
            <h3>【補記】：</h3>
            <h4>{t('終於找到Prof. Aldridge帶走的兩幅畫之一所留下的電腦圖檔，也有標題：「笑貧不笑娼」。對此，我要特別註記一下：')}</h4>
            <img src="" alt="圖片Pending" />
            <h4>{t('當年曾經擔任清大藝術中心策展顧問的黃翰荻，在閒聊中談起畫的「標題」這個問題。他自己的作品是攝影。即使如此，他也不給攝影作品下標題。比寫實主義更寫實的攝影，為什麼不需標題？因為要表現的都已經出現在畫面上，而其中沒有一個元素是肉眼認不出來的，多寫幾個字能幹什麼？何況，他說出了一個語重心長的觀點：大多數藝術家沒有詩人的本事，下標題常常下錯，除了誤導，還能幹什麼？這就讓我想起超寫實圖象的「超法」，亦即除了我們慣用的「抽象」之外，還有超往「意象」的可能。我們觀畫者也有可能發展出某種「超法」，來看出比畫題更多的意思。')}</h4>
            <h4>{t('笑貧不笑娼')}</h4>
            <h4>{t('就拿這張已經掛在美國教授家裡的畫來說，我們還得左手拿畫，右手拿甲骨文，來互相對照出「意象」的中有什麼意思。')}</h4>
            <div className='df'>
              <img src="" alt="圖片Pending" />
              <img src="" alt="圖片Pending" />
            </div>
            <h4>{t('先解釋造字法的所謂「六書」，亦即在許慎《說文解字》中的象形、指事、會意、形聲、轉注、假借。其中的後三書可以略過，只談前三書。在早於許慎三十年的班固《藝文志》中是說成「象形、象事、象意」，而當代文字學家顯然認為班固勝出一籌，但再加整理，就可把「象事、象意」合併為一，只剩下「象形、象事」二書，但「象意」就要倒過來寫成「意象」，才可併入造字的二書當中──它一方面是象形，另方面也象事。')}</h4>
            <h4>{t('甲骨文的象形字，其實都可說是某種抽象畫，並且就是同時在象形與象事。把一個圖象用簡單幾筆來表示，就叫做「字」，但它仍然是一幅圖。然而，這就像是攝影那般寫實的圖嗎？看看左圖的兩個字，或兩幅圖，都是甲骨文「好」字。構字部件都用了「女」和「子」。那是什麼意思呢？現有的字典大多解釋為「女子美麗漂亮」（＝美好），或「男女相聚」（＝相好）。但圖象結合會產生什麼意思，不是這樣說說就算了。注意「子」和「女」的相對大小和相對位置，可讓我們讀出別的意思來。這兩個「好」字，一是把「子」放在「女」的右上方，另一是兩部件平行安置，但顯然「女」比「子」大得多。所以，注意到這些細微的關係後，產生了不同於字典的理解：這應該是指母子關係，而非後世所傳的男女關係。母親把孩子抱在胸前，至少是抱在上半身的懷裡。我們還可看見甲骨文另有「二女一子」的構字，二女甚至是把一子高舉起來，那是指兩個母親對兒子至疼的表現。')}</h4>
            <img src="" alt="圖片Pending" />
            <h4>{t('拐了這麼大一個彎，基本上就是要說明這句話：「圖象結合」會（或能夠）產生什麼意思。我們看看莊志輝如何運用「圖象結合」之法，來讓它產生什麼意思。')}</h4>
            <h4>{t('我們要談的這張圖，基本上結合了兩個顯著的直立人物，是一男一女。但更仔細看圖下方那多出來的三對眼睛，就會發現，在男女兩個人物下方，是三個扭曲的人物纏在一起，可以說是被直立人踐踏在腳下。這是勉強對應了「賤」的意思。但哪裡還有「笑貧不笑娼」？我們可以看出男子是在討好女子的，那女的為什麼要叫做「娼」？不一定吧？下方堆在一起的三個賤男，是在偷窺那個性感的女子嗎？偷看還要遮住眼睛，或只能用斜眼？他們之所以如此，是因為高攀不起？或竟至是被那個女子賤斥的一堆「前男友」？')}</h4>
            <h4>{t('我們可以離開畫家暗示的脈絡，自行觀賞，自行解讀，而Prof. Aldridge當然更會有他在美國脈絡下的解讀法──我很肯定他買的畫上面，不會題有「笑貧不笑娼」的字樣。他花了十萬台幣，買了這兩幅畫，還一直高高興興地表示：「真便宜。」他究竟是怎麼看畫的？我不得而知，但就是肯定他能看出這畫「很有意思」──這就說明了此畫中確實是充滿意象，連畫家自己都可能來不及辨認，因而不能只把它歸類為一幅超現實主義作品。我們可以解讀作品對於寫實圖象使用了什麼「超法」，因為我們一直就浸潤在象形、象事的文字傳統中，有高度的文化資產可資利用，進而能夠賞識這種「意象」。莊志輝給我們一個很有特色的好機會，在眾多超現實作品之中，撇開他的標題，他仍然具有獨一無二的意象風格，我們讀出來了，他自己當然也會讀出來，否則他就不是藝術家。Prof. Aldridge喜之，吾亦喜之。我們就此來演練久矣積蓄在心的解讀法吧！')}</h4>
        </div>
    </div>
  )
}

export default Critics4