import React from 'react'

const Critics6 = () => {
  return (
    <div className='criticsContainer'>
        <div className='title'>
            <h2><b>緣於藝術  親於同鄉  才子莊志輝</b></h2>
            <h4>文/交通大學 陳榮傑教授</h4>
        </div>
        <div className='content'>
          <h4>我想藉此特別為澎湖鄉親介紹同鄉好友，也是出類拔萃的藝術家一莊志輝。他出生於鎖港漁村，澎南國中畢業後即到台灣打工賺錢，後來輾轉到了新竹。1986 年莊志輝「靈魂個展」在新竹社教館舉辦，那年我剛從美國回台，在交通大學任教，因緣巧合，帶著太太參觀了志輝的第一次個展。他作品主題貼近生活，反應當時社會問題和現象，作品風格表現相當獨特，跟一般時下流行的畫風很不一樣，讓我們留下非常深刻的印象。</h4>
          <h4>初識莊志輝是在他青年時期，孤身一人來到新竹異鄉打拼，邊賺錢自立，邊從事自己最愛的繪畫與雕塑。我看到了樸質的澎湖人性格中的藝術天份，以及一股源源不斷的活力！後來他遇到人生重要的伴侶楊素敏小姐，順利地共組幸福家庭，定居於新竹，並養育一對可愛的子女。為了賺錢養家，他從事過設計等工作，使他的生活更加忙碌，然而對藝術的堅持，卻始終如一。等養育孩子漸長，他自我挑戰走專職的創作路線。人生的種種歷練都是他創作的靈感，或是養分，生活中對家庭丶對社會的反思，都很藝術地進入他的繪畫與雕塑作品當中，比如親子溝通問題，比如社會崇尚名牌的歪風等等，這是在欣賞他的作品的藝術性時，可以順帶玩味的地方。</h4>
          <h4>很多藝術家可能犧牲家庭，全副精力投入於藝術，但是志輝不同，他特別重視家庭生活。賢內助是記者出身，文宣與口才一流，他們夫唱婦隨，合作演出國內外諸多的展覽，也合力教養出優秀的子女，長子莊駿良在台藝大研究所，女兒莊慶怡在交通大學就讀，他們都反映父母愛好藝術的DNA，以及文化涵養的家教。</h4>
          <h4>志輝也是生活的藝術家，一雙巧手忙於繪畫與雕塑之餘，包下家中各種所需的手工家具，獨門的設計，令人刮目相看！他也擅長種植盆栽，並在山上開墾農地等等。他家是工作室，也是藝廊，賞心悅目的環境，非常熱情歡迎朋友來聊天泡茶，並定期更換展示作品，給人耳目一新的感覺。</h4>
          <h4>志輝交友甚廣，並熱心公益，擔任過兩任的新竹澎湖同鄉會理事長。很多同鄉會友喜歡在他的工作室聚會聚餐，討論會務之餘，也交流分享藝術與生活等各類知識。我在他家曾分享比特幣及其區塊鏈的原理與應用，就引發志輝的創作靈感，完成一系列令人驚奇的區塊鏈大幅繪畫作品。</h4>
          <h4>志輝的才華，在國內外都已受到肯定，有人讚嘆他是台灣的達利 。他的作品曾在國外巡迴展，法國 、美國 、香港、中國等地都展過，得到相當多的囑目，吸引了外國收藏家，也與當地藝術家惺惺相惜。我想他即將實現他自己少年的夢想：成為一個世界偉大的畫家！今天他擁有的一流藝術的水平，並非是努力模仿就可以達到，而是他不同凡響的理念、創意、獨到的技法、加上不斷的努力和毅力，才造就今天的成績。現在的他依然活力十足，創意隨處捻來，很快就能產出令人驚喜的作品。</h4>
          <h4>志輝已闖出了藝術的一片天，享譽國內外，只可惜澎湖人知道他的並不多。欣聞志輝將在人親土親的家鄉澎湖，推出繪畫與雕塑個展，我覺得十分難得，非常值得紀念，樂意在他的畫冊上寫一篇共襄盛舉，即便是狗尾續貂。在此預祝他澎湖展出造成轟動，相信他的未來潛力仍不可限量，必可迎來藝術的巔峰，以及人生的高峰！</h4>

          {/* <h4>文/交通大學 陳榮傑教授</h4> */}
        </div>
    </div>
  )
}

export default Critics6