import React from 'react'
import { useTranslation } from 'react-i18next';

const Critics7 = () => {
  const { t } = useTranslation();
  return (
    <div className='criticsContainer'>
        <div className='title'>
            <h2><b>{t('閱讀記憶-莊志輝個展  局長序')}</b></h2>
            <h4>{t('澎湖縣政府文化局 | 局長  洪棟霖')}</h4>
        </div>
        <div className='content'>
          <h4>{t('藝術家莊志輝1965年出生於澎湖，近年在歐美廣受藝評家及媒體的好評，成長於海洋島嶼，揚名於國際藝壇，他用藝術讓世界看見臺灣。')}</h4>
          <h4>{t('法國的哲學家、符號學家，同時也是畫家的 Francis Raphaël Jacq 撰文力薦莊志輝，曾表示：「莊志輝的作品可以是歐亞思想溝通的橋樑，作品哲理與哲學大師勒內・笛卡兒（René Descartes）的方法論有異曲同工之妙」。國際藝評家暨作家 Fernando Casanova 也高度肯定莊志輝的藝術成就，曾在《自由日報》（Diario Libre）發表臺灣藝術評析中，選出兩位臺灣當代藝術代表人物，分析其創作的特色與風格，莊志輝是其中之一。他提到：「莊志輝作品的型態及主題國際化，你在第一眼觀賞的時候，不會認為那是東方藝術家的作品，但是觀察作品的細微處時，將會感受到臺灣的印象」。')}</h4>
          <h4>{t('莊志輝的思想自由、創意奔騰飛馳，源自於孕育他的故鄉澎湖。這次返鄉首展，精選出年輕時期到近年的代表作品，包括：2017年在巴黎世界巡迴個展時，廣受喜愛及熱烈討論的《尋找內心的名牌》、《彼岸》等系列作品；藝術家為此次展覽創作最新的作品《童年海洋記憶》系列作品； 另有《不是蓋的》回收玻璃再創的雕塑系列，這個廢材棄物的創作概念源於他國中時期，那物資缺乏的年代，他即曾利用拾得的材料巧思創作，並榮獲全國工藝比賽第一名的大獎，至今仍是令人深感振奮，也將在本次「閱讀記憶-莊志輝個展」中發表。')}</h4>
          <h4>{t('1986年原擬在澎湖策辦個展，因韋恩颱風影響延遲至今，此時莊志輝的藝術造詣已是爐火純青、揚名國際。他將分享獨特的創作哲思與豐富的策展經驗，引導觀展者無窮的想像力，啟發人生的智慧，提升心靈的層次。莊志輝是澎湖風土滋養成長的藝術家，本次返鄉首展是他遊歷世界後回到家鄉的新里程碑，特為序祝賀，表達我們對珍愛澎湖的藝術家的支持。')}</h4>

          {/* <h4>文/交通大學 陳榮傑教授</h4> */}
          <div className='df jc-fe'>
            <h4>
                {t('澎湖縣政府文化局')}<br />
                {t('局長  洪棟霖  謹上')}<br />
                {t('111年9月24日')}
            </h4>
          </div>
        </div>
    </div>
  )
}

export default Critics7